{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1017992057",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/605267007"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1017992057",
  "code": "6A00.3",
  "source": "http://id.who.int/icd/entity/1017992057",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Disorder of intellectual development, profound"
  },
  "definition": {
    "@language": "en",
    "@value": "A profound disorder of intellectual development is a condition originating during the developmental period characterised by significantly below average intellectual functioning and adaptive behaviour that are approximately four or more standard deviations below the mean (approximately less than the 0.003rd percentile), based on individually administered appropriately normed, standardized tests or by comparable behavioural indicators when standardized testing is unavailable. Affected persons possess very limited communication abilities and capacity for acquisition of academic skills is restricted to basic concrete skills. They may also have co-occurring motor and sensory impairments and typically require daily support in a supervised environment for adequate care. Severe and profound disorders of intellectual development are differentiated exclusively on the basis of adaptive behaviour differences because existing standardized tests of intelligence cannot reliably or validly distinguish among individuals with intellectual functioning below the 0.003rd percentile."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Disorder of intellectual development, profound"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Profound mental retardation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "profound mental handicap"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "profound mental retardation disorder"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "behavioural disorder in profound mental retardation"
      }
    }
  ]
}