{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1024837047",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/224267797"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1024837047",
  "code": "7A42.3",
  "source": "http://id.who.int/icd/entity/1024837047",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Idiopathic central alveolar hypoventilation"
  },
  "definition": {
    "@language": "en",
    "@value": "Idiopathic central alveolar hypoventilation is defined as the presence of decreased alveolar ventilation resulting in sleep related hypercapnia and hypoxemia in individuals with presumed normal mechanical properties of the lung and respiratory pump. Chronic hypoventilation during sleep exists without any readily identifiable impairments of respiration, such as pulmonary airway or parenchymal conditions, neurologic, neuromuscular or chest wall abnormalities, severe obesity, other sleep related breathing disorder, or use of respiratory depressant medications or substances. Diurnal as well as nocturnal hypoventilation is believed to be due primarily to blunted chemoresponsiveness to carbon dioxide (CO2) and oxygen (O2). Patients may complain of morning headaches, fatigue, neurocognitive decline and sleep disturbance, or may be entirely asymptomatic.\n\nNote: A definitive diagnosis requires objective evidence based on polysomnography with carbon dioxide (CO2) monitoring (by arterial, end-tidal or transcutaneous measures)."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Idiopathic central alveolar hypoventilation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sleep-related idiopathic hypoventilation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sleep-related non-obstructive alveolar hypoventilation"
      }
    }
  ]
}