{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/104197957",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/191659986"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#104197957",
  "code": "EB40.2",
  "source": "http://id.who.int/icd/entity/104197957",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/104197957/postcoordinationScale/hasCausingCondition",
      "axisName": "http://id.who.int/icd/schema/hasCausingCondition",
      "requiredPostcoordination": "true",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/879154182",
        "http://id.who.int/icd/release/11/2024-01/mms/944754984",
        "http://id.who.int/icd/release/11/2024-01/mms/2009008947",
        "http://id.who.int/icd/release/11/2024-01/mms/531713107",
        "http://id.who.int/icd/release/11/2024-01/mms/1167133946",
        "http://id.who.int/icd/release/11/2024-01/mms/1158485193",
        "http://id.who.int/icd/release/11/2024-01/mms/1844086508",
        "http://id.who.int/icd/release/11/2024-01/mms/264268169"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Paraneoplastic pemphigus"
  },
  "definition": {
    "@language": "en",
    "@value": "Paraneoplastic pemphigus is a severe, often fatal autoimmune disease characterised by blisters and erosions not only on the skin and the mucous membranes but also involving other organs including the respiratory system. Auto-antibodies to a variety of plakin components of desmosomes and hemidesmosomes and to the protease inhibitor, Alpha-2-macroglobulin-like-1 protein, have all been implicated in its pathogenesis. It is strongly associated with lymphoproliferative disease."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Paraneoplastic pemphigus is an autoimmune disease in which autoantibodies react with normal stratified squamous and transitional epithelia. The autoantibodies target various plakin molecules, namely desmoplakin-1 (250 kD), envoplakin (210 kD), periplakin (190 kD), plectin (500 kDa) and the BP230/BPAg1 (230-kDa), present in the intracellular attachment plaques of desmosomes and hemidesmosomes; they also in some cases target desmoglein 3 and 1, as in pemphigus. Paraneoplastic pemphigus is characterized by a polymorphic cutaneous eruption with a mixture of erythema, lichenoid papules, target lesions, blisters and erosion, and severe mucosal involvement with painful, intractable oropharyngeal erosions also of conjunctival, nasal and genital mucosae. Diagnosis is made by histopathology showing suprabasal clefting with acantholysis and necrosis of keratinocytes or vacuolar interface dermatitis. Direct immunofluorescence reveals immunoglobulin and/or complement at the basement membrane zone and surface of epithelioocytes. Indirect immunofluorescence is positive with skin, mucosa and transitional (bladder) epithelium as substrate. The most common associated malignancies are B cell lymphoproliferative disorders, particularly non-Hodgkin lymphoma and chronic lymphocytic leukaemia, but it may be seen in association with benign or low grade neoplasia including thymoma and Castleman’s disease. The disease is usually fatal either from the complications of the skin and mucosal involvement or from respiratory disease."
  },
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1613800402"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Paraneoplastic pemphigus"
      }
    }
  ]
}