{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1043229589",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/565740065"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1043229589",
  "code": "8A45.00",
  "source": "http://id.who.int/icd/entity/1043229589",
  "classKind": "category",
  "foundationChildElsewhere": [
    {
      "label": {
        "@language": "en",
        "@value": "Myelitis due to Human T-lymphotropic virus type 1"
      },
      "foundationReference": "http://id.who.int/icd/entity/1317693892",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/1054675109"
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Human T-cell lymphotropic virus-associated myelopathy"
  },
  "definition": {
    "@language": "en",
    "@value": "Human T-cell lymphotropic virus (HTLV) is a retrovirus and causes immune mediated diseases of the nervous system. Human T-cell lymphotropic virus type 1 (HTLV-1) and Human T-cell lymphotropic virus type 2 (HTLV-2) are closely related retroviruses with similar biological properties and common modes of transport."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Most people infected with HTMV-1 are asymptomatic carriers, about 2-5% will develop a chronic enecephalomyelopathy or HTLV-1-associated myelopathy/tropical spastic paraparesis (HAM/TSP). The role of HTLV-2 in the development of neurologcial disorders is less clear. However, HTLV-2 is apparently the cause of a disorder clinically similar to HAM/TSP. \nMyelopathy occurs predominantly in people inhabiting or coming from areas where HTLV-1 is endemic, particularly the West Indies and Japan, but sporadic cases have been reported from other countries. HTLV-2 is endemic in many Amerindian groups and epidemic in injecting drug users worldwide. The clinical features of HTLV-1-associated myelopathy manifests clinically by a slow progressive spastic paraparesis, neurogenic bladder disturbances, and less conspicious sensory signs . It is a disease with a slow onset and a chronic and steady progression. Less frequent neurological findings include cerebellar signs, optic atrophy, deafness, nystagmus and other cranial nerve deficits. Laboratory includes presence of HTLV-1 antibodies or antigens in the blood and cerebrospinal fluid (CSF). CSF may show mild lymphocyte pleocytosis, mild to moderate increase in protein in the CSF, lobulated lymphocyte may be present in blood and/or CSF and viral isolation when possible from blood and/or CSF."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/564191997"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Human T-cell lymphotropic virus-associated myelopathy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "tropical spastic paraplegia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "HTLV- [human T-cell lymphotropic virus]-associated myelopathy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Tropical spastic paraparesis"
      }
    }
  ]
}