{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1056274204",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1596128696"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1056274204",
  "code": "5C56.31",
  "source": "http://id.who.int/icd/entity/1056274204",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 2"
  },
  "definition": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 2 (MPS 2) is a lysosomal storage disease belonging to the group of mucopolysaccharidoses. The clinical picture ranges from severe (the most frequent form) with early psychomotor regression, facial dysmorphism (macroglossia, constantly opened mouth, coarse features), hepatosplenomegaly, limited joint motion, carpal tunnel syndrome, dysostosis multiplex, small size, behavioural disorders and psychomotor regression leading to intellectual deficit, deafness, cardiac and respiratory disorders, and cutaneous signs, to mild (normal intelligence, milder dysmorphism and dysostoses)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 2 (MPS 2) is a lysosomal storage disease belonging to the group of mucopolysaccharidoses. It is present at birth in between 1/72 000 and 1/132 000 males. The clinical picture ranges from severe (the most frequent form) with early psychomotor regression, to mild. Infants are normal at birth, and symptoms appear progressively. Clinical signs of the severe forms include hernias, facial dysmorphism (macroglossia, constantly opened mouth, coarse features), hepatosplenomegaly, limited joint motion, carpal tunnel syndrome, dysostosis multiplex, small size, behavioural disorders and psychomotor regression leading to intellectual deficit, deafness, cardiac and respiratory disorders, and cutaneous signs (skin with an orange peel appearance on the scapula and thighs). The corneas are usually clear. Moderate forms are characterised by normal intelligence, milder dysmorphism and dysostoses, and prolonged survival. MPS II results from iduronate-2-sulfatase (IDS) deficiency, which leads lysosomal accumulation of two specific mucopolysaccharides, dermatan sulfate (DS) and heparan sulfate (HS). The causative gene has been located on Xq28 and approximately 320 mutations have been reported. MPS II is the only MPS transmitted as an X-linked recessive trait. Although only boys are theoretically affected, approximately 12 cases of affected girls have been described: in most cases, skewed X inactivation led to the preferential expression of the mutated X chromosome. Diagnosis is based on detection of increased levels of DS and HS in the urine and confirmed by the demonstration of the enzyme deficiency in the serum, leukocytes or fibroblasts. To exclude multiple sulfatase deficiency (Austin disease, see this term), the enzymatic activity of another sulfatase should also be assessed. MPS I in boys constitutes the other differential diagnosis. In women at risk of being a carrier, analysis of enzyme activity can not provide a conclusive evaluation of their status, as a non-random X inactivation could occur. They should undergo genetic testing when the mutation has been identified in the propositus. Prenatal diagnosis (by measuring IDS activity or by mutation analysis in trophoblasts or amniocytes) is only performed when the foetus is male. In addition to symptomatic treatment, which requires a multidisciplinary approach, allogenic bone marrow grafting is not recommended as it does not prevent intellectual degradation. In 2007, enzyme replacement therapy with infusion of the recombinant enzyme idursulfase obtained EU marketing authorisation as an Orphan drug for long-term treatment of patients. Clinical trials have shown an improvement in walking abilities and in respiratory involvement and significant results on the size of the liver or the spleen and the cardiac involvement. However, improvement of neurological signs has not been reported. For patients with the most severe form, life expectancy is markedly reduced, death generally occurring before the age of 20, as a result of cardio-respiratory complications. In the moderate forms, patients survive well into adulthood, sometimes even after the age of 60 for those less severely affected."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Hunter syndrome"
      }
    }
  ],
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 2"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Iduronate 2-sulfatase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hunter syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "iduronate 2-sulphatase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "iduronate sulfatase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "iduronate sulphatase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "sulfo-iduronate sulfatase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "sulfoiduronidate sulfatase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "sulpho-iduronate sulphatase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "sulphoiduronidate sulphatase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "MPS2 - [mucopolysaccharidosis 2]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 2A"
      },
      "foundationReference": "http://id.who.int/icd/entity/1561374771"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Iduronate 2-sulfatase deficiency type A"
      },
      "foundationReference": "http://id.who.int/icd/entity/1561374771"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hunter syndrome type A"
      },
      "foundationReference": "http://id.who.int/icd/entity/1561374771"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 2, severe form"
      },
      "foundationReference": "http://id.who.int/icd/entity/1561374771"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 2B"
      },
      "foundationReference": "http://id.who.int/icd/entity/1412221345"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Iduronate 2-sulfatase deficiency type B"
      },
      "foundationReference": "http://id.who.int/icd/entity/1412221345"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hunter syndrome type B"
      },
      "foundationReference": "http://id.who.int/icd/entity/1412221345"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 2, mild form"
      },
      "foundationReference": "http://id.who.int/icd/entity/1412221345"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 2, attenuated form"
      },
      "foundationReference": "http://id.who.int/icd/entity/1412221345"
    }
  ]
}