{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1059053724",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1645664101"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1059053724",
  "code": "KA62.8",
  "source": "http://id.who.int/icd/entity/1059053724",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Congenital rubella syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "A disease caused by an infection with the rubella virus in utero. This disease presents with symptoms depending on the timing of infection of the fetus and may present with birth defects (such as hearing loss), or intrauterine growth retardation. Transmission is by vertical transmission. Confirmation is by identification of rubella virus or detection of anti-rubella virus IgM antibodies in the neonate or infant."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Congenital rubella syndrome (CRS) is a group of anomalies that an infant may present as a result of maternal infection and subsequent foetal infection with rubella virus. In France, the prevalence at birth of CRS has decreased markedly to less than 1 case per 100,000 live births in 2002. The main defects caused by congenital rubella infection are sensorineural deafness (alteration of brainstem auditory evoked potentials) that may progress after birth, eye defects (such as cataract), cardiovascular defects, brain damage (occurring only after infection between the 3rd and 16th week of gestation) that may cause mild to severe intellectual deficit, microcephaly and spastic diplegia, and prematurity and low birth weight. Major structural malformations are rare. The prenatal diagnosis of foetal infection must be done in case of contact of the pregnant woman with an infected patient, with or without eruptive disease. If the woman was not vaccinated recently, a primary rubella infection is certain in case of: (1) increased blood levels of IgG or seroconversion with IgM above the positivity threshold; (2) low avidity of IgG; (3) identification of IgM in foetal blood (foetal blood sampling can only be performed after 22 weeks of gestation); (4) identification by gene amplification of the viral genome in the amniotic fluid; (5) presence of specific IgM in the blood of the newborn or in any other sample from the foetus/newborn. In case of positive prenatal diagnosis of primary infection, the full congenital rubella syndrome is common when maternal infection occurs during the first two months of pregnancy. Up to 12 weeks gestation, about 80% of exposed foetuses are affected, and between 12 and 16 weeks, about half of exposed foetuses are affected. During this latter period of gestation, deafness is the most common abnormality encountered; the other defects and growth impairments appear to occur only after exposure during the first trimester. Congenital anomalies and growth impairment are rare with infection after 16 weeks gestation."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Congenital rubella syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Gregg syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Congenital pneumonia due to Rubella"
      },
      "foundationReference": "http://id.who.int/icd/entity/1354901847"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Congenital rubella pneumonitis"
      },
      "foundationReference": "http://id.who.int/icd/entity/1354901847"
    }
  ]
}