{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1106558408",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/775270311"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1106558408",
  "code": "LD90.0",
  "source": "http://id.who.int/icd/entity/1106558408",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Angelman syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Angelman syndrome is a neurogenetic disorder characterised by severe intellectual deficit and distinct facial dysmorphic (microcephaly, macrostomia, maxillary hypoplasia, prognathia), behavioural (outbursts of laughter with hand flapping, a happy demeanour, hyperactivity without aggression, short attention span, excitability and sleeping problems with decreased need to sleep, increased sensitivity to heat, attraction to and fascination with water), and neurological features (a puppet-like gait, ataxia and epileptic seizures)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Angelman syndrome (AS) is a neurogenetic disorder (prevalence 1/12000) that affects the brain and causes a pattern of clinical features including delayed motor activities such as walking or ataxic gait, intellectual deficit with minimal or absent speech, seizures, sleep disturbances, characteristic facial features and a happy demeanor. Seizures typically occur before three years of age and can be associated with the following EEG changes: 1) runs of high amplitude delta activity with usually a frontal emphasis and high amplitude (often more than 300 mv); 2) runs of rhythmic theta activity in excess of 100 mV over a wide area. 3) runs of rhythmic sharp theta activity at 5-6/s over the posterior third of the head, forming complexes with small spikes. AS is caused by loss of function of a gene(s) in the region 15q11-q13, which is subject to genetic imprinting. The AS gene(s) is exclusively expressed from the maternal chromosome. Loss of the maternally contributed AS region can occur by five genetic mechanisms: deletion, paternal uniparental disomy, imprinting defects, mutation of the ubiquinin-protein ligase (UBE3A) gene and unidentified mechanisms. Although all these mechanisms have similar consequences in terms of neurological development, there are very important differences among the genetic classes of AS and the risk of disease recurrence. The management of AS includes physical and psychomotor therapy, speech therapy, psychological and educational approaches, and drugs for treating epilepsy, behavior and sleep disorders."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Angelman syndrome"
      }
    }
  ]
}