{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1156056623",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/602450215"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1156056623",
  "code": "5A00.02",
  "source": "http://id.who.int/icd/entity/1156056623",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Pendred syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Pendred syndrome is characterised by the association of congenital bilateral neurosensory deafness, thyroid goitre, cochleovestibular malformation and potential vestibular dysfunction."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Pendred syndrome is characterized by the association of congenital bilateral neurosensory deafness, thyroid goiter, cochleovestibular malformation and potential vestibular dysfunction. Incidence ranges between 1/100,000 and 10/100,000 births, according to geographic location. Pendred syndrome accounts for at least 5% of cases of congenital deafness. It usually occurs before adolescence, however, the severity of symptoms and age of onset are extremely variable from one family to another and between members of the same family. Deafness occurs early, starting at birth or during the first years of life. It is bilateral, sometimes asymmetrical, fluctuant and often progressive. Thyroid perturbations, such as thyroid goiter and/or hypothyroidism appear most commonly during adolescence, but they can be congenital or appear later. It is an autosomal recessive inherited condition and the incriminated gene, PDS or SLC26A4, is located on 7q31 and encodes an iodide and chloride transporter. Gene mutations are identified in more than 90% of typical cases of Pendred syndrome. Recurrent mutations differ according to ethnic group. The gene may also be responsible for isolated deafness (DFNB4), which is similar to Pendred syndrome with regard to the deafness but does not involve thyroid symptoms, even during adulthood. Mutations in the PDS or SLC26A4 gene are more rarely reported in this type of isolated deafness than in cases of Pendred syndrome. Patients should benefit from a multidisciplinary treatment, including audio-prosthetic management of deafness. Thyroid hormone substitutes are administered in case of hypothyroidism, and if the goiter becomes compressive because of excessive size, a thyroidectomy must be performed."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1156263785"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Pendred syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "goitre-deafness syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Goitre deafness"
      }
    }
  ]
}