{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1157134196",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/464294586"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/633330307",
    "http://id.who.int/icd/release/11/2024-01/mms/113898480",
    "http://id.who.int/icd/release/11/2024-01/mms/1157134196/other",
    "http://id.who.int/icd/release/11/2024-01/mms/1157134196/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1157134196",
  "code": "4A41.1",
  "source": "http://id.who.int/icd/entity/1157134196",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1157134196/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/390684604"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Polymyositis"
  },
  "definition": {
    "@language": "en",
    "@value": "Polymyositis is an inflammatory muscle disease of unknown aetiology occurring predominantly in adults and characterised clinically by proximal muscle weakness (shoulders, arms, thighs), often with associated myalgia. Involvement of pharyngeal and oesophageal muscles may result in dysphagia and a risk of aspiration pneumonia. Myocarditis with rhythm disturbances or cardiomyopathy is a rare but serious complication. Polymyositis may be associated with other autoimmune diseases, malignancy or viral infection. Although serum muscle enzyme concentrations and electromyography are usually abnormal, definitive diagnosis requires demonstration of characteristic histological changes, including muscle necrosis, muscle fibre regeneration and diffuse infiltration by CD8+ T lymphocytes, on muscle biopsy."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Polymyositis (PM) is an inflammatory muscle disease of unknown etiology. Immune disorders are involved to various degrees (according to the type of inflammatory myopathy) in the physiopathogenesis of the disease, as documented by clinical, biological and experimental findings. PM occurs almost exclusively in adults. It is an acquired disorder, even though there may be a predisposing genetic background. Onset may be acute but is more frequently progressive. Clinical signs include proximal muscle weakness (shoulders, arms, thighs), myalgias in 60% of the patients, and possibly inflammation of the pharyngeal muscles responsible for deglutition disorders and requiring emergency hospitalization in specialized units. Other signs, such as arthralgias and palpitations, are less common. Arguments supporting the diagnosis include: clinical findings, sometimes elevated serum muscle enzyme (creatine phosphokinase (CPK) and aldolases) concentrations, , the electromyography tracings and, most importantly, muscle biopsy findings (muscle necrosis, fiber regeneration, diffuse CD8+ T lymphocytes inflitrates) which alone can provide the diagnosis. PM may be associated with other affections, particularly autoimmune diseases, malignancies or viral pathologies, and indeed they should systematically be sought when PM is suspected. PM is a rare connective tissue disease, whose incidence is estimated to be 5-10 cases/million individuals/year with a prevalence of 6-7 cases/100,000 people. Therapeutic management includes immunomodulating agents and physical therapy after the acute inflammatory phase. Corticosteroids are the first-choice treatment, since they are effective on a long-term basis in 60-70% of the patients. In the case of intolerance of or dependence on corticosteroids, or primary or secondary corticoresistance, several immunosuppressants can be tried, with variable efficacy. Many new treatments have recently been used on patients with PM refractory to classical treatments, in particular cyclosporin A and intravenous human polyvalent immunoglobulins. Several clinical, fundamental and therapeutic protocols to treat inflammatory myopathies are currently being assessed."
  }
}