{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1204931989",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1971756453"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1204931989",
  "code": "CA0B",
  "source": "http://id.who.int/icd/entity/1204931989",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Silent sinus syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Silent sinus syndrome is a spontaneous, asymptomatic collapse of the maxillary sinus and orbital floor associated with negative sinus pressures."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Silent sinus syndrome is characterised by adult-onset progressive enophthalmos due to collapse of some or all of the maxillary sinus walls. Its prevalence is unknown but around 100 cases have been reported in the literature so far. The progressive enophthalmos may occasionally be associated with cheek pain, diplopia and blurred vision. Patients sometimes report a history of remote episodes of sinusitis. The syndrome may be idiopathic or occur following a bony orbital decompression resulting from Graves' ophthalmopathy or orbital floor fracture. The underlying mechanism involves obstruction of the maxillary antrum aeration followed by generation of negative antral pressure. This negative pressure may be caused by masticatory movements. Diagnosis is made by facial computerised tomography (CT) scanning with coronal reconstructions, showing a collapse of the maxillary sinus wall(s), with or without fluid retention in the sinus cavity. The ostium of the maxillary sinus is occluded as the uncinate process is apposed to the inferomedial orbital wall. The middle meatus is enlarged. Differential diagnosis should include orbital floor \"blow-out\" fractures, soft tissue atrophia, primary or secondary malignancy, orbital venous malformations, bone growth arrest following radiation therapy, congenital aetiologies (minor forms of hemifacial microsomia, plagiocephaly, microphthalmos etc.) and pseudoenophthalmos (unilateral blepharoptosis, Horner syndrome, contralateral exophthalmos, contralateral high myopia and contralateral eyelid retraction). Surgery is the only treatment. Endoscopic surgery is performed to open the maxillary sinus into the nasal cavity through an antral meatotomy. The orbital floor is reconstructed using autologous material or implants. The prognosis is good after treatment."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/923122941"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Silent sinus syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Imploding antrum syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "chronic maxillary sinus atelectasis"
      }
    }
  ]
}