{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1227474618",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/98434199"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1227474618",
  "code": "5C58.13",
  "source": "http://id.who.int/icd/entity/1227474618",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Variegate porphyria"
  },
  "definition": {
    "@language": "en",
    "@value": "Variegate porphyria is a form of acute hepatic porphyria characterised by the occurrence of neuro-visceral attacks with or without the presence of cutaneous lesions (bullous photodermatitis)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Variegate porphyria is a form of acute hepatic porphyria (see this term) characterized by the occurrence of neuro-visceral attacks with or without the presence of cutaneous lesions. Prevalence is around 1/100,000 in European countries and much higher in South Africa due to a founding effect. Generally the disease manifests after puberty and preferentially affects women. In 60% of cases the only sign of the disease are cutaneous lesions that result from photosensitivity (bullous photodermatitis). These lesions predominate in areas exposed to the sun (hands, face) and manifest as bullae that cause differing degrees of pain and that leave scars that are often hyperpigmented. In 20% of cases, patients present with both cutaneous lesions and neuro-visceral attacks. Finally, 20% of patients present with only neuro-visceral attacks. Attacks can persist for several weeks and manifest as intense abdominal pain, and neurological and psychological symptoms. The abdominal pain is often associated with lumbago irradiating to the thighs, and with nausea, vomiting and constipation. Psychological symptoms are variable: irritability, emotionality, depression, considerable anxiety and, more rarely, auditory and visual hallucinations, disorientation, mental confusion. Neurological manifestations can affect the central nervous system as much as the peripheral nervous system and can lead to severe complications such as motor paralysis. The attacks are most commonly triggered by exogenous factors (porphyrinogenic drugs, alcohol, infections, a hypo-calorific diet, stress), and/or endogenous factors (hormonal, linked to menstrual cycle). Variegate porphyria is caused by a deficiency in protoporphyrinogen oxidase (PPOX; the penultimate enzyme in the heme biosynthesis pathway) that leads to an accumulation of porphyrins and their precursors in the liver (delta-aminolevulinic acid, ALA and porphobilinogen, PBG). The enzyme deficiency is due to mutations in the PPOX gene coded for PPOX. Transmission is autosomal dominant. Diagnosis of acute attacks is based on evidence of elevated concentrations of PBG and ALA in urine and of elevated concentrations of coproporphyrin and, especially, protoporphyrin in stool. Differential diagnoses include acute intermittent porphyria and, particularly, porphyria cutanea tarda (see these terms). The presence of a fluorometric peak (626-628 nm) in plasma is pathognomonic and allows a definitive diagnosis of variegate porphyria rather than porphyria cutanea tarda. Genetic counseling should be offered to patients and families. Acute attacks should be urgently treated with an injection of human hemin. Management includes both the prevention of attacks (warning against triggering factors) and pain relief (opiates). Phlebotomy and taking chloroquine are rarely effective at treating cutaneous manifestations. Micro-phlebotomy is beneficial for some patients. It is necessary to protect the skin from sources of light. With early diagnosis and treatment acute attacks are rarely fatal and the disease is rarely progressive. However, variegate porphyria is a risk factor for the development of hepatocellular carcinoma."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Variegate porphyria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Porphyria variegata"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Protocoproporphyria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Protoporphyrinogen oxidase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "VP - [variegate porphyria]"
      }
    }
  ]
}