{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1235812153",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/179140499"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1235812153",
  "code": "QE11.7",
  "source": "http://id.who.int/icd/entity/1235812153",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Hazardous use of dissociative drugs including ketamine or PCP"
  },
  "definition": {
    "@language": "en",
    "@value": "A pattern of use of dissociative drugs including ketamine and PCP (phencyclidine) that appreciably increases the risk of harmful physical or mental health consequences to the user or to others to an extent that warrants attention and advice from health professionals. The increased risk may be from the frequency of use of dissociative drugs including ketamine and PCP, from the amount used on a given occasion, from risky behaviours associated with use of dissociative drugs including ketamine and PCP or the context of use, from a harmful route of administration, or from a combination of these. The risk may be related to short-term effects of dissociative drugs including ketamine and PCP or to longer-term cumulative effects on physical or mental health or functioning. Hazardous use of dissociative drugs including ketamine and PCP has not yet reached the level of having caused harm to physical or mental health of the user or others around the user. The pattern of use of dissociative drugs including ketamine and PCP often persists in spite of awareness of increased risk of harm to the user or to others."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Disorders due to use of dissociative drugs including ketamine and phencyclidine [PCP]"
      },
      "foundationReference": "http://id.who.int/icd/entity/470484338",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/470484338"
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Hazardous use of dissociative drugs including ketamine or PCP"
      }
    }
  ]
}