{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1237620397",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1631611896"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1237620397",
  "code": "5C60.2",
  "source": "http://id.who.int/icd/entity/1237620397",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Cystinuria"
  },
  "definition": {
    "@language": "en",
    "@value": "Cystinuria is a renal tubular aminoacid transport disorder characterised by recurrent formation of kidneys cystine stones."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Cystinuria is an autosomal recessive disorder characterized by an impaired transport of cystine, lysine, ornithine and arginine in the proximal renal tubule and in the epithelial cells of the gastrointestinal tract. An elevated cystine concentration in the urinary tract is responsible for the formation of renal stones. Symptoms are those related to renal stone disease: renal colic is often the first symptom, but renal stones may also be detected following a urinary tract infection or unexpectedly found in patients undergoing an abdominal X-ray or ultrasound scan for other reasons. The estimated prevalence of cystinuria ranges from 1:2,500 in the Libyan Jewish population to 1:100,000 in some reports. Treatment requires several different approaches: increased urine pH with alkali to improve cystine solubility, administration to a large amounts of fluids to reduce urine osmolality, using molecules (like alpha-mercaptopropionylglycine and D-Penicillamine) forming chemical bonds with the sulfhydryl domains of the cystine, as they lower the amount of free cystine in the urine. Recent developments in the genetics and physiology of cystinuria do not support the traditional classification, which is based on the excretion of cystine and dibasic amino acids in obligate heterozygotes. A reliable classification should therefore only rely on genetic characterization. We propose that mutations on both alleles of SLC3A1 on chromosome 2 should be called cystinuria type A; mutations on both alleles of SLC7A9 on chromosome 19 should be called cystinuria type B; it is unlikely, although still unclear, that the occurrence of a mutation on a single allele on chromosome 2 and another on a single allele on chromosome 19 is responsible for cystinuria. If this was confirmed, it would be called AB."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Cystinuria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Cystinuria - lysinuria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "CSNU - [cystinuria]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "cystine disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Cystinuria type A"
      },
      "foundationReference": "http://id.who.int/icd/entity/1172657361"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Cystinuria type B"
      },
      "foundationReference": "http://id.who.int/icd/entity/491796307"
    }
  ]
}