{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1250136584",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1524522975"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1250136584",
  "code": "BC65.1",
  "source": "http://id.who.int/icd/entity/1250136584",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Brugada syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Clinical manifestations of cardiac syncope, ventricular tachycardia, ventricular fibrillation, or sudden death in conjunction with a genetic mutation associated with Brugada Syndrome and/or a Brugada pattern ECG (spontaneous or provoked)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Brugada syndrome (BrS) manifests with ST segment elevation in right precordial leads (V1 to V3), incomplete or complete right bundle branch block, and susceptibility to ventricular tachyarrhythmia and sudden death. BrS is an electrical disorder without overt myocardial abnormalities. As the aberrant ECG pattern is often intermittent and shows a distinct regionality, it is difficult to estimate the prevalence of the disease. The largest cohorts in far Eastern countries portray a prevalence of 1/700-1/800. The prevalence in Europe and the United States is lower: 1/3,300 to 1/10,000. Analysis of worldwide literature suggests a prevalence of the type 1 (diagnostic) ECG pattern of 1/1000. Symptoms preferentially manifest in the third-fourth decade of life and more frequently men than women (8:1). Syncope, typically occurring at rest or during sleep, is a common presentation of BrS. In some cases, tachycardia does not terminate spontaneously and it leads to sudden death. Triggers for the onset of arrhythmias are: fever, abundant meals, some drugs (including antiarrhythmics and antidepressants). In some cases the ECG manifestations are not obvious or non diagnostic. In such instances the administration of class IC antiarrhythmic drugs (ajmaline and flecainide) is required to confirm/dismiss diagnosis. Most frequently, BrS occurs in a normal heart. However, subtle structural abnormalities of the right ventricle have been described at nuclear magnetic resonance in a subset of patients. Both sporadic and familial cases have been reported and pedigree analysis suggests an autosomal dominant pattern of inheritance. Seven genes are involved: SCN5A, GPD1-L, CACNA1C, CACNB2, SCN1B, KCNE3 and SCN3B. The diagnosis is based on clinical examination and electrocardiogram (as well as testing with IC drugs). Genetic testing is available. Disorders that could present the typical Brugada ECG pattern include acute pericarditis, Duchenne muscular dystrophy, arrhythmogenic right ventricular cardiomyopathy (see these terms), left ventricular hypertrophy, early repolarization, acute myocardial ischemia or infarction, pulmonary embolism, Prinzmetal angina, dissecting aortic aneurysm, thiamin deficiency, hyperkalemia, hypercalcemia and hypothermia. Prenatal diagnosis has rarely been performed in BrS and no controlled reports are available. Implantable cardioverter defibrillator (ICD) is the only therapeutic option of proven efficacy for primary and secondary prophylaxis of cardiac arrest. Thus, correct risk stratification is a major goal for management. Quinidine may be regarded as an adjunctive therapy for patients at higher risk and may reduce the number of cases of ICD shock in patients at risk of recurrence. The majority of BrS patients remain asymptomatic, 20-30% experience syncope and 8-12% experience at least one cardiac arrest (potentially leading to sudden death). Risk factors for cardiac arrest and sudden death are a spontaneously diagnostic ECG pattern and a history of syncope."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1380872553"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Brugada syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sudden unexplained nocturnal death syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Brugada type Idiopathic ventricular fibrillation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "SUNDS - [sudden unexplained nocturnal death syndrome]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Brugada Syndrome with spontaneous Brugada ECG pattern"
      },
      "foundationReference": "http://id.who.int/icd/entity/1610890189"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Brugada Syndrome with provoked Brugada ECG pattern"
      },
      "foundationReference": "http://id.who.int/icd/entity/701116987"
    }
  ]
}