{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/125216923",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1842263206"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#125216923",
  "code": "5A71.00",
  "source": "http://id.who.int/icd/entity/125216923",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Glucocorticoid resistance"
  },
  "definition": {
    "@language": "en",
    "@value": "Glucocorticoid resistance is a rare genetic endocrine condition characterised by generalised, partial, target tissue resistance to glucocorticoids. The clinical spectrum of the condition is broad, ranging from asymptomatic to severe cases of hyperandrogenism, fatigue and/or mineralocorticoid excess."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Glucocorticoid resistance is a rare condition characterized by generalized, partial, target tissue resistance to glucocorticoids. Glucocorticoids regulate a variety of biologic processes and exert profound influences on many physiologic functions. The clinical spectrum of the condition is broad, ranging from asymptomatic to severe cases of hyperandrogenism, fatigue and/or mineralocorticoid excess. Glucocorticoid resistance leads to compensatory elevations in circulating adrenocorticotropic hormone (ACTH) concentrations, which increases the production of adrenal steroids with mineralocorticoid and/or androgenic activity, and increases urinary free cortisol excretion without any clinical evidence of hypercortisolism. The molecular basis of glucocorticoid resistance has been ascribed to mutations in the GR gene, encoding a ligand-dependent transcription factor. The mutation impairs glucocorticoid signal transduction and alters tissue sensitivity to glucocorticoids. The study of functional defects of natural hGR mutants enhances the understanding of the molecular mechanisms of hGR action and highlights the importance of integrated cellular and molecular signalling mechanisms for maintaining homeostasis and preserving normal physiology."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1156263785"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Glucocorticoid resistance"
      }
    }
  ]
}