{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1288379621",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1596128696"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1288379621",
  "code": "5C56.33",
  "source": "http://id.who.int/icd/entity/1288379621",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 6"
  },
  "definition": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 6 (MPS VI) is a lysosomal storage disease with progressive multisystem involvement, associated with a deficiency of arylsulfatase B (ASB) leading to the accumulation of dermatan sulfate. The disorder shows a wide spectrum of symptoms from slowly to rapidly progressing forms."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 6 (MPS 6) is a lysosomal storage disease belonging to the group of mucopolysaccharidoses, characterised by severe somatic involvement and absence of psycho-intellectual deterioration. The prevalence of this rare type of MPS varies between 1/250 000 and 1/600 000 births. In severe forms, the first clinical manifestations appear between the age of 6 and 24 months and gradually become more pronounced: facial dysmorphism (macroglossia, constantly opened mouth, coarse features), limited joint motion, very severe dysostosis multiplex (platyspondyly, kyphosis, scoliosis, pectus carinatum, genu valgum, long bone deformities), short stature (below 1.10m), hepatomegaly, a valvular heart disorder, cardiomyopathy, deafness, and corneal clouding. Intellectual development is usually normal or nearly normal, but hearing and visual disorders can lead to learning difficulties. The symptoms and severity of the disease vary widely between patients and intermediate to very mild cases have been reported, with spondylo-epiphyso-metaphyseal dysplasia associated with cardio-respiratory involvement. The disease is due to a deficiency in N-acetylgalactosamine-4-sulfatase (also called arylsulfatase B), which leads to lysosomal accumulation of dermatan sulfate (DS). The gene has been located on 5q and more than 54 different mutations have been identified. Transmission is autosomal recessive. The diagnosis is suspected after detection of increased urinary DS excretion and confirmed by the presence of arylulfatase B deficiency in cultured leucocytes and fibroblasts. The differential diagnosis is MPS I (see this term), which shows similar somatic involvement to that seen in MPS 6. Screening for heterozygous family members can be performed when the two mutations have been identified in the index patient. Prenatal diagnosis (by molecular analysis or measurement of enzyme activity in trophoblasts or amniocytes) is also feasible. Multidisciplinary management allows adapted symptomatic treatment. Allogenic bone marrow grafts are efficient against cardiac involvement, dysmorphism and hepatomegaly, but had little effect on the bone and joint manifestations. At present, enzyme replacement therapy with weekly infusions of the recombinant enzyme galsulfase is the preferred therapeutic option, even if its effects on the bone manifestations remain limited. Galsulfase obtained orphan drug EU marketing authorisation in 2006. Before this new treatment was made available, death (as a result of cardio-respiratory complications) generally occurred during adolescence in the most severe forms. In the milder forms, life expectancy less reduced."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 6"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "N-acetylgalactosamine 4-sulfatase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Arylsulfatase B deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Maroteaux-Lamy syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "ARSB - [Arylsulfatase B] deficiency"
      }
    }
  ]
}