{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1292761836",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/458634958"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/675690362",
    "http://id.who.int/icd/release/11/2024-01/mms/1292761836/other",
    "http://id.who.int/icd/release/11/2024-01/mms/1292761836/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1292761836",
  "code": "LA00.0",
  "source": "http://id.who.int/icd/entity/1292761836",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Anencephaly"
  },
  "definition": {
    "@language": "en",
    "@value": "Anencephaly is a neural tube defect, characterised by the total or partial absence of the cranial vault and the covering skin, the brain being missing or reduced to a small mass. Most cases are stillborn, although some infants have been reported to survive for a few hours. In most cases autopsy findings reveal absence of adrenal glands. Anencephaly is likely to be multifactorial, the result of gene-environment interactions. Familial cases with a seemingly autosomal recessive mode of inheritance have been described but most cases are sporadic. Folic acid and zinc deficiencies, as well as maternal obesity, have been shown to be risk factors."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Anencephaly is a neural tube defect. Its prevalence at birth ranges from 1 in 5000 to 1 in 2000. This malformation is characterized by the total or partial absence of the cranial vault and the covering skin, the brain being missing or reduced to a small mass. Most cases are stillborn, although some infants have been reported to survive for a few hours or even a few days. Autopsy findings reveal that anencephaly is in most cases associated with absence of adrenal glands. Anencephaly is likely to be multifactorial, the result of gene-environment interactions. Familial cases with a seemingly autosomal recessive mode of inheritance have been described but most cases are sporadic. The prevalence at birth displays an unequal geographical distribution, with especially high rates in the British Isles, China, Mexico and Turkey. This may be attributed to the genetic backgrounds of the populations and to dietary habits. Folic acid and zinc deficiencies, as well as maternal obesity, have been shown to be risk factors. Prenatal diagnosis can be made easily by ultrasonography in the first trimester of pregnancy when the cranial vault is not yet apparent. Prevention of recurrence for subsequent pregnancies should include prescription of 4 mg/day of folic acid, to be started before pregnancy and continued until the second missed period. For subsequent pregnancies there is also an increased risk of spina bifida."
  }
}