{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1300118676",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/2116214427"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1300118676",
  "code": "DB98.5",
  "source": "http://id.who.int/icd/entity/1300118676",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1300118676/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/1020615731"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Budd-Chiari syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Budd-Chiari syndrome is caused by obstruction of hepatic venous outflow involving either the hepatic veins or the terminal segment of the inferior vena cava and leading to hepatic congestion and ischemic necrosis. Severity depends on the speed of onset and extent of the obstruction. \r\nObstructions are generally caused by thrombosis in primary BCS, while secondary BCS results from tumour invasion into the lumen or compression of the vein by an expansive lesion. The principle manifestations of BCS are ascites leading to undernutrition and renal insufficiency, gastrointestinal haemorrhage due to portal hypertension, and hepatic insufficiency resulting in encephalopathy and severe infections. Asymptomatic forms have also been reported."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Budd-Chiari syndrome (BCS) is caused by obstruction of hepatic venous outflow involving either the hepatic veins or the terminal segment of the inferior vena cava. Prevalence remains largely unknown but estimates range between 1/50,000 and 1/100,000. The obstruction leads to hepatic congestion and ischemic necrosis. Severity depends on the speed of onset and extent of the obstruction. Obstructions are generally caused by thrombosis (primary BCS). With time, thrombi reorganise to form a fibrous tissue that leads either to localised stenosis of the thrombotic vein or to diffuse obliteration resulting in its transformation into fibrous cords. Localised stenoses may present as the appearance of a membrane-like structure. Secondary BCS results from tumour invasion into the lumen or compression of the vein by an expansive lesion. The principle manifestations of BCS are ascites (which are often massive and intractable) leading to undernutrition and renal insufficiency, gastrointestinal haemorrhage due to portal hypertension, and hepatic insufficiency resulting in encephalopathy and severe infections. However, asymptomatic forms have also been reported. Primary BCS is associated with a combination of factors that lead to a susceptibility for venous thrombosis: primary myeloproliferative syndromes (present in 50% of cases and manifesting as a \"forme fruste\" or atypical forms of the disease, but identified through detection of a mutation in the JAK2 gene), Factor V Leiden thrombophilia, protein C deficiency, antiphospholipid syndrome, Behcet disease, paroxysmal nocturnal haemoglobinuria (see these terms), use of oestrogen-progesterone oral contraceptives and inflammatory colitis. Diagnosis can usually be established by non-invasive means through imaging of the hepatic veins and the inferior vena cava (Doppler ultrasound, tomodensitometry and MRI) but requires a radiologist with sufficient experience and with an awareness of the potential diagnosis. Hepatic venography or cavography, and liver puncture biopsy are not usually necessary. The natural course of the disease is very severe (less than 10% of patients survive for more than 3 years without treatment). At present, when the diagnosis is made quickly and treatment is initiated rapidly, the survival rate is 90% at 5 years. Treatment approaches include correction of the factors leading to an increased risk of thrombosis, long term anticoagulant therapy, recanalisation of the obstructed veins by interventional radiology, TIPS (transjugular intrahepatic portosystemic shunt) and liver transplantation in case failure of other treatment methods. The long term prognosis depends on the associated risk factors for thrombosis"
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1135143938"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/494951911"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Budd-Chiari syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "hepatic vein block"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "obstruction of hepatic veins"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Chiari syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "hepatic vein obstruction"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "hepatic venous block"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Budd-Chiari syndrome without inferior vena cava obstruction"
      },
      "foundationReference": "http://id.who.int/icd/entity/1031330209"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Budd-Chiari syndrome with inferior vena cava obstruction"
      },
      "foundationReference": "http://id.who.int/icd/entity/183236831"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hepatic vein and inferior vena cava obstruction"
      },
      "foundationReference": "http://id.who.int/icd/entity/183236831"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Budd-Chiari syndrome with hepatic vein thrombosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/2058531345"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Budd-Chiari syndrome with hepatic thrombosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/2058531345"
    },
    {
      "label": {
        "@language": "en",
        "@value": "hepatic venous thrombosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/2058531345"
    },
    {
      "label": {
        "@language": "en",
        "@value": "liver thrombosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/2058531345"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Budd-Chiari syndrome with hepatic vein embolism"
      },
      "foundationReference": "http://id.who.int/icd/entity/630528930"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Budd-Chiari syndrome with hepatic embolism"
      },
      "foundationReference": "http://id.who.int/icd/entity/630528930"
    },
    {
      "label": {
        "@language": "en",
        "@value": "hepatic venous embolism"
      },
      "foundationReference": "http://id.who.int/icd/entity/630528930"
    }
  ]
}