{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1311285827",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/703933743"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1311285827",
  "code": "LB21.0",
  "source": "http://id.who.int/icd/entity/1311285827",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Annular pancreas"
  },
  "definition": {
    "@language": "en",
    "@value": "Annular pancreas is a distinct form of duodenal atresia in which the head of the pancreas forms a ring around the second portion of the duodenum. During the neonatal period, the clinical picture is dominated by epigastric distension with vomiting, which is nonbilious as the obstruction is usually supra-vaterian. Chromosomal abnormalities are present in one-third of cases of annular pancreas, with trisomy 21 (followed by trisomy 18 and 13) being the most frequently detected anomaly. Annular pancreas is an embryopathy resulting from an anomaly occurring early (towards the fourth week) in development."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Annular pancreas is a distinct form of duodenal atresia (see this term) in which the head of the pancreas forms a ring around the second portion of the duodenum. The annual incidence is estimated at around 1/50,000 births, representing 10% of all cases of duodenal stenosis. During the neonatal period, the clinical picture is dominated by epigastric distension with vomiting, which is nonbilious as the obstruction is usually supra-vaterian (above the junction of the biliary ducts). As in other forms of duodenal atresia, malformations of the cranial intestine are also frequently present in patients with annular pancreas. Cardiac anomalies may also be present and are more frequent in the context of notochord induction anomalies or deficiency. Chromosomal abnormalities are present in one-third of cases of annular pancreas, with trisomy 21 (followed by trisomy 18 and 13; see these terms) being the most frequently detected anomaly. Annular pancreas is an embryopathy resulting from an anomaly occurring early (towards the fourth week) in development. It is a distinct form of duodenal atresia, rather than a pancreatic anomaly, and should not be confused with other congenital malformations of the pancreas or pancreaticobiliary ducts (such as anomalies of the pancreaticobiliary junction) for which the diagnosis cannot be made until childhood or adulthood. Diagnosis of annular pancreas is often made before birth through ultrasound findings showing duodenal dilation and through difficulties in observing peri-duodenal pancreatic development. In cases where the diagnosis is not made prenatally, it is made in the neonatal period on the basis of the clinical picture and imagining studies (abdominal radiography and ultrasound). The differential diagnosis should include other forms of duodenal stenosis. Prenatal diagnosis allows management to be planned in a specialized center immediately after birth. Investigations using a gastric tube allow drainage of the digestive tract prior to the site of obstruction. Treatment is surgical and is performed in the neonatal period. The prognosis for annular pancreas is very favorable, but the overall prognosis depends on the presence of associated malformations."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Annular pancreas"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Pancreas annulare"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "congenital annular pancreas"
      }
    }
  ]
}