{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1370023741",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1452443292"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1370023741",
  "code": "MH15",
  "source": "http://id.who.int/icd/entity/1370023741",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Sudden unexpected death in epilepsy"
  },
  "definition": {
    "@language": "en",
    "@value": "Sudden unexpected death in epilepsy (SUDEP) is a category of death in people with epilepsy that occurs under benign circumstances and in the absence of known structural causes of death (i.e. not due to drowning, injury, intoxication and other internal or external factors). Evidence of a preceding seizure may be present or not. A “definite SUDEP” is confirmed if a postmortem examination does not reveal an alternative cause of death. If such examination lacks, but potentially lethal alternative causes are excluded and all other criteria are met, the death is labelled as “probable SUDEP”. The term “possible SUDEP” is used in cases with competing causes of death or when data are insufficient to reasonably allow their classification. The term “SUDEP plus” applies when a patient also suffered from other diseases that may have contributed to the death, but there are no clues that the alternative condition has truly caused it. Cases in which cardiopulmonary resuscitation prevented the death are called “near-SUDEP”."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Sudden unexpected death in epilepsy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Unexpected death in epilepsy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "SUDEP - [sudden unexpected death in epilepsy]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sudden unexplained death in epilepsy"
      }
    }
  ]
}