{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1390433308",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/724748131"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1226230164",
    "http://id.who.int/icd/release/11/2024-01/mms/1390433308/other",
    "http://id.who.int/icd/release/11/2024-01/mms/1390433308/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1390433308",
  "code": "8A42",
  "source": "http://id.who.int/icd/entity/1390433308",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1390433308/postcoordinationScale/infectiousAgent",
      "axisName": "http://id.who.int/icd/schema/infectiousAgent",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/83217129",
        "http://id.who.int/icd/release/11/2024-01/mms/1208497819",
        "http://id.who.int/icd/release/11/2024-01/mms/1184377859",
        "http://id.who.int/icd/release/11/2024-01/mms/674202049",
        "http://id.who.int/icd/release/11/2024-01/mms/1063008297"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Acute disseminated encephalomyelitis"
  },
  "definition": {
    "@language": "en",
    "@value": "Acute disseminated encephalomyelitis is a demyelinating disorder of the central nervous system. It usually develops after acute viral or bacterial infection or vaccination, with a sudden onset of irritability and lethargy after a prodromal period of 1-4 weeks. Major symptoms include fever, headache, drowsiness, changes in mental status, seizures and coma. Weakness, vomiting, weight loss, stiff neck, ataxia, bilateral optic neuritis and delirium are common. Peripheral nervous system involvement (paralysis of a single limb or hemiplegia) may occur."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Up to three-quaters of cases may be regarded as postinfectious or postimmunization encephalomyelitis. Acute demyelinating encephalomyelitis has been historically recognised as distinct from MS based on its monophasic course and encephalopathy or coma in combination with multifocal symptoms-cerebellar signs, cerebral motor or sensory features, optic neuritis or myelitis. \nTypically the latency between a febrile event and the onset of neurologcial symptoms is 7-14 days.\nCriteria for diagnosis of acute disseminated encephalomyelitis (ADEM) \n1. Subacute encephalopathy (altered level of consciousness, behaviour, or cognitive function). 2. Evolution over 1 week to 3 months; new symptoms including focal/multifocal demyelinating syndromes, such as optic neuritis or myelitis within the first 3 months from onset are allowed, as long as they are not separated by a period of complete remission from the initial symptoms (in which case the diagnosis is MS). 3. Accompanied by improvement or recovery although residual neurological deficits may be present. 4. MRI shows predominantly symptomatic white matter lesions that: \nAre acute (remote lesions accompanied by encephalomalacia cast doubt on the diagnosis if there is no previous explanation for them other than remote demyelinating disease). Are multiple but rarely a single large lesion.\nAre supra- or infra-tentorial or both \nGenerally include at least one large (1-2cm diameter) lesion \nVariable enhancement with gadolinium (gadolinium enhancement is not required) \nMay be accompanied by basal ganglia lesions, but their presence is not required."
  }
}