{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1405755890",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/522040577"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1405755890",
  "code": "JA65.10",
  "source": "http://id.who.int/icd/entity/1405755890",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1405755890/postcoordinationScale/associatedWith",
      "axisName": "http://id.who.int/icd/schema/associatedWith",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/445309625"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Gestational pemphigoid"
  },
  "definition": {
    "@language": "en",
    "@value": "Gestational pemphigoid (pemphigoid gestationis) is an autoimmune skin disease characterised by pruritic plaques and blister formation on the skin in association with pregnancy or the trophoblastic tumours, hydatiform mole and choriocarcinoma. The exact causes of the disease are unknown but the disease is mediated by auto-antibodies to the hemidesmosome component BP180/BPAg2/collagen XVII. The maternal antibodies may cause short lived disease in the neonate, neonatal pemphigoid gestationis. \nThis disease is not an infection with herpes virus despite its old name, herpes gestationis."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Gestational pemphigoid (pemphigoid gestationis) is rare: prevalence in Western Europe is estimated at approximately 1 in 10,000-60,000 pregnancies and 0.5 per million population. Onset is associated with pregnancy, from the first trimester to post-partum, most commonly in the second trimester. Pemphigoid gestationis may also occur in association with the trophoblastic tumours, hydatiform mole and choriocarcinoma, which express paternal antigens. The disease usually begins with intensely itchy urticated plaques around the umbilicus and then spreads to the rest of the trunk and to the limbs, with blister formation. Mucosal involvement is rare. In about 3% of cases the neonate is also affected: chronic placental inflammation may lead to intrauterine growth retardation. The exact cause of the disease is unknown but it is mediated by auto-antibodies to the hemidesmosome component BP180 expressed in the placenta and in maternal and neonatal skin. IgG1 autoantibodies, which strongly bind complement, are directed against the hemidesmosome components, chiefly BP180 (BPAG2/collagen XVII) and to a lesser extent BP230 (BPAg1), causing inflammation and subepidermal blistering. Diagnosis is confirmed by standard histopathology showing epidermal and papillary dermal oedema with eosinophilic spongiosis and subepidermal blisters with eosinophils. Direct and indirect immunofluorescence shows C3 and IgG at the basement membrane zone. Topical and systemic steroids are the treatment of choice. The condition resolves post partum but may take many months to do so; flares with menstruation or the oral contraceptive pill may occur. The condition recurs in 90% of subsequent pregnancies."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "impetigo herpetiformis"
      },
      "foundationReference": "http://id.who.int/icd/entity/632162554",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/632162554"
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Gestational pemphigoid"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Herpes gestationis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Pemphigoid gestationis"
      }
    }
  ]
}