{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1412888287",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/504298187"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1412888287",
  "code": "FB82.3",
  "source": "http://id.who.int/icd/entity/1412888287",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Relapsing polychondritis"
  },
  "definition": {
    "@language": "en",
    "@value": "Relapsing polychondritis is a multisystem inflammatory disease of unknown aetiology affecting the cartilage. The disease is characterised by intermittent or fluctuant inflammatory manifestations due to inflammation of the cartilaginous structures, resulting in tissue damage and tissue destruction. Chondritis of auricular, nasal, tracheal cartilage predominates in this disease, suggesting response to tissue-specific antigens such as collagen II and cartilage matrix protein (matrillin-1). In about one third of patients, RP is associated with vasculitis (from isolated cutaneous leucocytoclastic vasculitis to systemic polyangiitis) and autoimmune rheumatic diseases (mainly rheumatoid arthritis and systemic lupus erythematosus). Haematological malignant diseases, gastrointestinal disorders and endocrine diseases may also occur. Functional and anatomical evaluation for upper and lower airway disease is essential in evaluation and management of the disease."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Relapsing polychondritis (RP) is a multisystem inflammatory disease of unknown aetiology affecting the cartilage. It is characterised by recurrent episodes of inflammation affecting the cartilaginous structures, resulting in tissue damage and tissue destruction. All types of cartilage may be involved. Chondritis of auricular, nasal, tracheal cartilage predominates in this disease, suggesting response to tissue-specific antigens such as collagen II and cartilage matrix protein (matrillin-1). The patients present with a wide spectrum of clinical symptoms and signs that often raise major diagnostic dilemmas. In about one third of patients, RP is associated with vasculitis and autoimmune rheumatic diseases. The most commonly reported types of vasculitis range from isolated cutaneous leucocytoclastic vasculitis to systemic polyangiitis. Vessels of all sizes may be affected and large-vessel vasculitis is a well-recognized and potentially fatal complication. The second most commonly associated disorder is autoimmune rheumatic diseases mainly rheumatoid arthritis and systemic lupus erythematosus . Other disorders associated with RP are hematological malignant diseases, gastrointestinal disorders, endocrine diseases and others. Relapsing polychondritis is generally a progressive disease. The majority of the patients experience intermittent or fluctuant inflammatory manifestations. In Rochester (Minnesota), the estimated annual incidence rate was 3.5/million. The peak age for disease onset is the fifth decade, although cases have been reported at both extremes of life. The treatment of choice is prednisone; however, immunosuppressive drugs seem to have an additional value. Methotrexate was found to be an efficacious and well-tolerated steroid sparing drug."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Relapsing polychondritis"
      }
    }
  ]
}