{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1419332129",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/572581721"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1419332129",
  "code": "4A44.4",
  "source": "http://id.who.int/icd/entity/1419332129",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1419332129/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/1119203708"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Polyarteritis nodosa"
  },
  "definition": {
    "@language": "en",
    "@value": "Polyarteritis nodosa is an immunologically mediated systemic necrotising vasculitis affecting medium-sized vessels. In a few cases, the disease appears after viral infection but in the majority of cases there is no known triggering event. The clinical manifestations involve numerous organs and lead to a general alteration in the health status including rapid weight loss, paralysis of the peripheral nerves, renal disease, and digestive problems such as haemorrhages, perforation, appendicitis and pancreatitis. Arthralgia is almost always present and myalgia occurs in half of patients. Cardiac and cerebral anomalies (cephalalgia) are also reported, as well as ocular and genital (orchitis) manifestations."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Polyarteritis nodosa (PAN) is a systemic necrotising vasculitis affecting medium-sized vessels. Prevalence is estimated at 1 in 33,000 and seems to be steadily decreasing for the last few years. PAN can occur in all populations and all age groups, including children, though it is more frequently observed in individuals between the ages of 40 and 60 years. The clinical manifestations involve numerous organs and lead to a general alteration in the health status of affected individuals. This includes rapid weight loss, paralysis of the peripheral nerves (primarily as polyneuritis 50% to 70% of the cases), renal disease (in about 60% of the cases, which may be severe and necessitate dialysis), and digestive problems (in about 50% of the cases including haemorrhages, perforation, appendicitis, pancreatitis, etc.). Arthralgia is almost always present and myalgia occurs in half of patients. Cardiac (1/3 of the cases) and cerebral anomalies (cephalalgia) are also reported, as well as, though more rarely, ocular and genital (orchitis) manifestations. Moreover, attenuated and restricted forms of PAN are also observed, involving only skin, muscle and/or joints. PAN is immunologically mediated. In a few cases, the disease appears after viral infection (hepatitis B virus in less than 5% of the cases currently, compared with 36% in 1985, before the advent of generalised hepatitis B vaccination), but in the majority of cases there is no known triggering event. Diagnosis may be difficult to establish on the basis of clinical examination. It can be confirmed by muscular, neuromuscular or subcutaneous nodule biopsy. Angiography may also be performed (except in cases of severe renal failure), and shows the presence of microaneurysms of the digestive and renal arteries. Differential diagnosis includes other vasculitis, such as Takayasu disease, Horton disease, Churg and Strauss syndrome, Wegener granulomatosis or microscopic polyangiitis (see these terms). Treatment is based on corticotherapy and, in some cases, on administration of cyclophosphamide (in the absence of viral infection). Antiviral treatment with plasmapheresis is recommended for patients with viral infection. Treatment is efficient in more than 80% of patients and remission can be obtained within 1 to 3 years. The prognosis is good when treatment is appropriate and at present, the 5-year survival rate is over 80%."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Polyarteritis nodosa"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "panarteritis nodosa"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "periarteritis nodosa"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Kussmaul disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "PAN - [polyarteritis nodosa]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "polyangiitis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "panangiitis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "arteritis nodosa"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Polyneuropathy in polyarteritis nodosa"
      },
      "foundationReference": "http://id.who.int/icd/entity/1375932555"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Periarteritis nodosa with necrosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/593692872"
    }
  ]
}