{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1457142642",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1297666279"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1457142642",
  "code": "5C58.03",
  "source": "http://id.who.int/icd/entity/1457142642",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1457142642/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/1020615731"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Progressive familial intrahepatic cholestasis"
  },
  "definition": {
    "@language": "en",
    "@value": "Progressive familial intrahepatic cholestasis (PFIC) refers to a heterogeneous group of autosomal recessive disorders of childhood that disrupt bile formation and present with cholestasis of hepatocellular origin. Three types of PFIC have been identified and are related to mutations in hepatocellular transport system genes involved in bile formation. PFIC1 and PFIC2 usually appear in the first months of life, whereas onset of PFIC3 may also occur later in infancy, in childhood or even during young adulthood."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Progressive familial intrahepatic cholestasis (PFIC) refers to heterogeneous group of autosomal recessive disorders of childhood that disrupt bile formation and presents with cholestasis of hepatocellular origin. The exact prevalence remains unknown, but the estimated incidence varies between 1/50,000 and 1/100,000 births. Three types of PFIC have been identified and related to mutations in hepatocellular transport system genes involved in bile formation. PFIC1 and PFIC2 usually appear in the first months of life, whereas onset of PFIC3 may also occur later in infancy, in childhood or even during young adulthood. Main clinical manifestations include cholestasis, pruritus and jaundice. Serum gamma-glutamyltransferase (GGT) activity is normal in PFIC1 and PFIC2 patients, but is elevated in PFIC3 patients. Additional manifestations may include short stature, sensorineural deafness, watery diarrhea, pancreatitis, elevated sweat electrolyte concentration and liver steatosis. Both PFIC1 and PFIC2 are caused by impaired bile salt secretion due respectively to defects in ATP8B1 encoding the FIC1 protein, and in ABCB11 encoding the bile salt export pump protein (BSEP). Defects in ABCB4, encoding the multi-drug resistant 3 protein (MDR3), impair biliary phospholipid secretion resulting in PFIC3. Diagnosis is based on clinical manifestations, liver ultrasonography, cholangiography and liver histology, as well as on specific tests for excluding other causes of childhood cholestasis. MDR3 and BSEP liver immunostaining, and analysis of biliary lipid composition should help to select PFIC candidates in whom genotyping could be proposed to confirm the diagnosis. Antenatal diagnosis can be proposed for affected families in which a mutation has been identified. Differential diagnoses include diseases that present with progressive cholestatic liver disease of childhood. Ursodeoxycholic acid (UDCA) therapy should be initiated in all patients to prevent liver damage. In some PFIC1 or PFIC2 patients, biliary diversion can also relieve pruritus and slow disease progression. However, most PFIC patients are ultimately candidates for liver transplantation. Monitoring of hepatocellular carcinoma, especially in PFIC2 patients, should be offered from the first year of life. Hepatocyte transplantation, gene therapy or specific targeted pharmacotherapy may represent alternative treatments in the future. PFIC patients usually develop fibrosis and end-stage liver disease before adulthood."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/628615515"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Progressive familial intrahepatic cholestasis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "PFIC - [Progressive familial intrahepatic cholestasis]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Progressive familial intrahepatic cholestasis type 1"
      },
      "foundationReference": "http://id.who.int/icd/entity/1414850183"
    },
    {
      "label": {
        "@language": "en",
        "@value": "PFIC1 - [Progressive familial intrahepatic cholestasis type 1]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1414850183"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Progressive familial intrahepatic cholestasis type 2"
      },
      "foundationReference": "http://id.who.int/icd/entity/1168921980"
    },
    {
      "label": {
        "@language": "en",
        "@value": "PFIC2 - [Progressive familial intrahepatic cholestasis type 2]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1168921980"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Progressive familial intrahepatic cholestasis type 3"
      },
      "foundationReference": "http://id.who.int/icd/entity/1276600959"
    },
    {
      "label": {
        "@language": "en",
        "@value": "PFIC3 - [Progressive familial intrahepatic cholestasis type 3]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1276600959"
    }
  ]
}