{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1465667896",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/20003110"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1465667896",
  "code": "5B90.0",
  "source": "http://id.who.int/icd/entity/1465667896",
  "classKind": "category",
  "foundationChildElsewhere": [
    {
      "label": {
        "@language": "en",
        "@value": "Pseudotumour Cerebri related to Hypervitaminosis A"
      },
      "foundationReference": "http://id.who.int/icd/entity/819815000",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/819815000"
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Hypervitaminosis A"
  },
  "definition": {
    "@language": "en",
    "@value": "Because vitamin A is fat soluble and can be stored, primarily in the liver, routine consumption of large amounts of vitamin A over a period of time can result in toxic symptoms, including liver damage, bone abnormalities and joint pain, alopecia, headaches, vomiting, and skin desquamation. Hypervitaminosis A appears to be due to abnormal transport and distribution of vitamin A and retinoids caused by overloading of the plasma transport mechanisms. Very high single doses can cause transient acute toxic symptoms that may include bulging fontanelles in infants; headaches in older children and adults; and vomiting, diarrhoea, loss of appetite, and irritability in all age groups. Rarely does toxicity occur from ingestion of food sources of preformed vitamin A. When this occurs, it usually results from very frequent consumption of liver products."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Chronic hypervitaminosis A results from excessive ingestion of vitamin A for several weeks or months. Toxicity can be induced in adults and children with chronic daily intakes of 15,000 µg and 6,000 µg, respectively. Symptoms subside rapidly on withdrawal of the vitamin.\n\nSigns of subacute or chronic toxicity can include headache; vomiting; anorexia; dry, itchy desquamating skin; seborrheic cutaneous lesions; fissuring at the corners of the mouth; alopecia and/or coarsening of the hair; bone abnormalities; swelling of the bones; enlargement of the liver and spleen; diplopia; increased intracranial pressure; irritability; stupor; limited motion; and dryness of the mucous membranes. In addition, desquamation of the palms and the soles of the feet is common. Radiographs show hyperostosis affecting several long bones, especially in the middle of the shafts. Serum levels of vitamin A are elevated. Hypercalcemia and/or liver cirrhosis may be present. \n\nIn young children, toxicity is associated with vomiting and bulging fontanels. An affected child has anorexia, pruritus and a lack of weight gain. Acute hypervitaminosis A toxicity has occurred in infants in developing countries after ingestion of very large amounts of vitamin A during vaccine administration. Symptoms include nausea, vomiting, and drowsiness; less-common symptoms include diplopia, papilledema, cranial nerve palsies, and other symptoms suggesting pseudotumor cerebri. \n\nSevere congenital malformations occur in infants of mothers who consumed therapeutic doses of oral 13-cis-retinoic acid during the first trimester of pregnancy for treatment of acne or cancer. These malformations result in a high incidence of spontaneous abortions and birth defects."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1156263785"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Hypervitaminosis A"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "hyperalimentation of Vitamin A"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Excess vitamin A administered as drug"
      },
      "foundationReference": "http://id.who.int/icd/entity/1466011645"
    }
  ]
}