{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1491869639",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/55076105"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1491869639",
  "code": "5C50.70",
  "source": "http://id.who.int/icd/entity/1491869639",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Glycine encephalopathy"
  },
  "definition": {
    "@language": "en",
    "@value": "Isolated nonketotic hyperglycinemia is an inborn disorder of glycine metabolism whose onset is generally neonatal with coma, severe hypotonia, myoclonic seizures, and microcephaly, usually progressing to severe intellectual deficit and tetrapyramidal syndrome."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Non ketotic hyperglycinemia with is relatively frequent among inborn errors of newborns. It is transmitted as an autosomal recessive trait. It affects hepatic glycine cleavage, which is the main source of monocarbon radicals. Onset is generally neonatal with coma, severe hypotonia, myoclonic seizures, and microcephaly. The disease usually progresses to severe mental retardation and tetrapyramidal syndrome. The electroencephalogram yields a characteristic hypoactive and pseudoperiodic chart with burts suppression. Biological findings are massive levels of glycine in plasma, urine, and especially cephalospinal fluid, while serine is low. The diagnosis is confirmed by measuring enzymatic activity in the liver. A few cases with later onset have been described (patients present with aspecific encephalopathy), as well as transient neonatal cases, which first present with a favourable disease course, whose long term outcome is finally disappointing. Treatment is based on sodium benzoate and dextromethorphane, but its efficiency has not been demonstrated. Genes encoding N or P subunit may carry different mutations. Antenatal diagnosis using a chorion villus sample may be performed by studying glycine cleavage (not reliable method) or by gene analysis if the mutation is known."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Glycine encephalopathy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Non-ketotic hyperglycinaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Glycine cleavage deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "nonketotic hyperglycinaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Neonatal glycine encephalopathy"
      },
      "foundationReference": "http://id.who.int/icd/entity/414151121"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Infantile glycine encephalopathy"
      },
      "foundationReference": "http://id.who.int/icd/entity/563302182"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Atypical glycine encephalopathy"
      },
      "foundationReference": "http://id.who.int/icd/entity/51420481"
    }
  ]
}