{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1493613976",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1045857957"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1493613976",
  "code": "3A01.30",
  "source": "http://id.who.int/icd/entity/1493613976",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Pernicious anaemia"
  },
  "definition": {
    "@language": "en",
    "@value": "Acquired pernicious anaemia, also called Biermer's disease, is a disorder in vitamin B12 (cobalamin) absorption characterised by megaloblastic anaemia and gastrointestinal symptoms, and that can lead to neurological abnormalities."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Biermer's disease (pernicious anaemia) is due to the severe deficiency in vitamin B12 resulting from the destruction of oxyntic glands in the superior part of the stomach. These glands secrete both the acid and the intrinsic factor, the latter being necessary to absorb vitamin B12 provided by food. Resulting symptoms are anaemia with increased red blood cell size which is corrected by an appropriate treatment. The standardized treatment consists of a monthly intramuscular injection of vitamin B12 (100 microgrammes minimum). Without treatment, complications can occur including peripheral neuropathy and disorders linked to spine and cerebellum injuries. This affection is not rare for people over 60 years (prevalence of 2%) but the congenital form is rare. This form is caused by a congenital defect of intrinsic factor secretion or the production of an abnormal intrinsic factor."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1426960900"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1148519290"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Pernicious anaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Biermer disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Biermer-Addison disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Pernicious anaemia associated with other autoimmune disorders"
      },
      "foundationReference": "http://id.who.int/icd/entity/1855298790"
    }
  ]
}