{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1509230254",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/444122923"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1509230254",
  "code": "5C50.02",
  "source": "http://id.who.int/icd/entity/1509230254",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Embryofetopathy due to maternal phenylketonuria"
  },
  "definition": {
    "@language": "en",
    "@value": "Maternal phenylalaninaemia refers to developmental anomalies that may occur in offspring of women affected by phenylketonuria (PKU), and include fetal development disorders, including microcephaly, intrauterine growth retardation, and subsequent intellectual deficit, and embryo development disorders such as heart defects (usually conotruncal), corpus callosus agenesis, neuronal migration disorders, facial dysmorphism and more rarely cleft palate, tracheo-oesophageal abnormalities."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Maternal phenylketonuria (PKU) during pregnancy leads to a risk of spontaneous abortion or embryopathy. The severity of embryopathies depends on the level of maternal phenylalaninemia and may associate malformations including cardiopathy (usually conotruncal), corpus callosus agenesis, neuronal migration disorders, facial dysmorphism and more rarely cleft palate, tracheo-esophageal abnormalities..., but especially fetal development disorders, including microcephaly, intrauterine growth retardation, and subsequent mental retardation. This embryopathy can be prevented by a strict low-phenylalanine diet started before conception and maintained throughout pregnancy. Girls with phenylalanine hydroxylase (PAH) deficiency, must be fully informed, so as in to program pregnancies, when the time comes, and control the phenylalanine level before conception. Maternal PKU may be suggested in fetuses or children whose mothers were born before the systematic screening of newborns for PKU or in a country were there is no screening at all."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Embryofetopathy due to maternal phenylketonuria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Maternal hyperphenylalaninaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Phenylketonuric embryopathy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hyperphenylalaninaemic embryopathy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Maternal phenylketonuria"
      }
    }
  ]
}