{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1524287677",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1703057973"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1524287677",
  "code": "LD55",
  "source": "http://id.who.int/icd/entity/1524287677",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Fragile X chromosome"
  },
  "definition": {
    "@language": "en",
    "@value": "Fragile X syndrome is a rare genetic disease associated with mild to severe intellectual deficit that may be associated with behavioural disorders and characteristic physical features."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Fragile X syndrome (FXS) is a rare genetic disease associated with mild to severe intellectual deficit that may be associated with behavioral disorders and characteristic physical features. Prevalence is estimated at approximately 1/ 2,500 (prevalence of the full mutation allele) to 1/ 4,000 (prevalence of symptomatic cases) for both genders. FXS presents with a variable clinical phenotype. In males, the disease presents during childhood with delayed developmental milestones (motor and/or language delay). In males and in 50% of females, intellectual disorders associated with behavioral problems and/or dysmorphic features appear. Recurrent otitis and sinusitis, as well as seizures can also be observed. Intellectual deficit vary from mild learning problems with a normal IQ to severe intellectual deficit and may include problems with working and short-term memory, executive function, and mathematic and visuospatial abilities. Behavioral anomalies can be mild, like mood instability, to severe, like autism. Autistic-like behavior can include hand flapping, poor eye contact, hand biting, gaze avoidance, tactile defensiveness and behavioral dysinhibition. Mood disorders, anxiety and aggressive behavior can be present. In females, intellectual and behavioral disorders are mild and usually consist of emotional and learning problems. In both sexes, physical features are subtle and may include a narrow and elongated face, prominent ears and forehead, hyperextensible finger joints, pes planus, and macroorchidism in postpubertal males. Fragile X syndrome is caused by the transcriptional silencing of the FMR1 gene (Xq 27.3) due to the progressive expansion and subsequent methylation of polymeric (CGG)n trinuleotide repeats in the 5'-untranslated region of the gene. These full mutations originate from unstable alleles called premutations (55 to 200 CGG repeats). Premutations are associated with phenotypes distinct from FXS including a risk of premature ovarian insufficiency in women, and the fragile X-associated tremor/ataxia syndrome (see this term). FMR1 codes for the FMRP protein, an RNA-binding protein that regulates protein synthesis and other signaling pathways in neuronal dendrites. FMR1 silencing is thought to reduce synaptic plasticity and modulation throughout the brain including the hippocampus. Diagnosis cannot be based on the clinical picture as physical features may be mild or absent. Diagnosis is based on genetic testing performed for all patients with an intellectual deficit or autism. The differential diagnosis includes other X-linked intellectual deficits, Sotos syndrome, microdeletion syndromes (e.g. velocardiofacial syndrome), fetal alcohol syndrome (see these terms) or idiopathic autism. Prenatal diagnosis is based on Southern blot hybridization on samples of chorionic villi or amniotic fluid. Fragile X syndrome is an X-linked dominant disorder with reduced penetrance in females. Genetic counseling should be offered to the families of an affected individual in order to explain the mode of inheritance of the mutations (full mutation and premutations). Management is symptom-based and requires a multidisciplinary approach. Treatment with drugs, like stimulants and selective serotonin reuptale inhibitors (SSRIs) (for anxiety, obsessive-compulsive behaviors), and atypical antipsychotics agents (for self-injury, aggressive behaviors, and autism), should be combined with speech therapy, sensory integration occupational therapy, individualized educational plans, and behavioral interventions. New targeted treatments for FXS including mGluR5 antagonists, GABA A and B agonists and minocycline are now being studied and early reports are promising. These new treatments are likely to modify the lifetime course of FXS and to improve the prognosis. Currently most boys and approximately 30% of girls with FXS will have significant intellectual deficit in adulthood."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Fragile X syndrome"
      }
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Fragile X chromosome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Fragile X syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "FRAXA - fragile x syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Martin-Bell syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "marker X syndrome"
      }
    }
  ]
}