{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1525871868",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1779279118"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1525871868",
  "code": "8A45.45",
  "source": "http://id.who.int/icd/entity/1525871868",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1525871868/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/1297540670"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Demyelination due to mitochondrial disease"
  },
  "definition": {
    "@language": "en",
    "@value": "Mitochondrial disorders can cause multifocal and relapsing central nervous system syndromes. Mitochondrial disorders which can cause such syndromes include Mitochondrial Encephalopathy with Lactic Acidosis and Stroke (MELAS), and Leigh's disease. MELAS is a progressive neurodegenerative disorder associated with headache, treatment resistant partial seizures, short stature, muscle weakness, exercise intolerance, deafness, diabetes, and slow progressive dementia. Leigh syndrome or subacute necrotizing encephalomyelopathy is the prototype mitochondrial disease, with hallmark neuroimaging findings."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "There are certain MRI findings that are sensitive and quite suggestive in diagnosis of mitochondrial disease. The most common specific MRI findings are a symmetrical signal abnormality of deep gray matter presenting with hyperintensity on T2 and FLAIR images, and hypointensity on T1 images. Any deep structure can be involved and the character of the lesion can be either patchy or homogeneous. Cerebral and cerebellar atrophy may be present in varying degrees. These specific MRI findings are more likely to be associated with syndromic phenotypes as detailed below. In MELAS, approximately 80% of patients have a mutation, Adenine to Guanine transition at the tRNA for Leucine at position 3243 in the mtDNA. Age of onset varies but most all patients present before 40 years of age. On the MRI, the stroke-like lesions are often transient and lesions predominantly affect gray matter and not confined to vascular territories are the imaging landmarks of MELAS. Diffuse white matter lesions have occasionally been observed in MELAS usually involving periventicular white matter and centrum semiovale though involvement of the corpus callosum has also been observed. Leigh's syndrome is a progressive degenerative disorder caused by mitochondrial DNA (mtDNA) or nuclear DNA (nDNA) mutations that affect infants,children, and sometimes adults. Clinical presentation can include global developmental delay, feeding and swallowing difficulties, vomiting, spasticity, brainstem dysfunction, dystonia, abnormal eye movements and multiple organ involvement. Denis Leigh described the neuropathological features of focal, bilateral, and symmetric necrotic lesions associated with demyelination, vascular proliferation and gliosis in the brain stem, diencephalon, basal ganglia, and cerebellum. MRI demonstrates progressive signal abnormalities, most frequency in the lentiform nuclei and caudate nuclei, but abnormalities involving the thalamus, periaquiductal gray, tegmentum, red nuclei and dentate nuclei are also commonly seen. The MRI high T2 signal reflects the spongiform changes and vocuolation in these deep gray structures. In most cases the white matter is generally preserved, but in some cases there is extensive gliosis and cystic degeneration."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/564191997"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Demyelination due to mitochondrial disease"
      }
    }
  ]
}