{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1539226250",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1596128696"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1539226250",
  "code": "5C56.30",
  "source": "http://id.who.int/icd/entity/1539226250",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 1"
  },
  "definition": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 1 (MPS 1) is a rare lysosomal storage disease belonging to the group of mucopolysaccharidoses. There are three variants, differing widely in their severity, with Hurler syndrome (57% of cases) being the most severe, Scheie syndrome (20% of cases) the mildest and Hurler-Scheie syndrome (23% of cases) giving an intermediate phenotype."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 1 (MPS 1) is a rare lysosomal storage disease belonging to the group of mucopolysaccharidoses. There are three variants, differing widely in their severity, with Hurler syndrome being the most severe, Scheie syndrome the mildest and Hurler-Scheie syndrome giving an intermediate phenotype. Prevalence is estimated at 1/100,000, with Hurler syndrome accounting for 57% of cases, Hurler-Scheie syndrome accounting for 23% of cases and Scheie syndrome accounting for 20% of cases. In the severe form (Hurler syndrome or MPS I-H) skeletal deformities and a delay in motor and intellectual development are the leading symptoms. Onset occurs 6-8 months after birth. Other manifestations include corneal clouding, organomegaly, heart disease, short stature, hernias, facial dysmorphism and hirsutism. Radiological examination of the skeleton reveals the characteristic pattern of dysostosis multiplex. Hydrocephaly can occur after the age of two. Patients with the adult-onset form (Scheie syndrome or MPS I-S) are of almost normal height and do not show intellectual deficiency. Typical symptoms are stiff joints, corneal opacities, carpal tunnel syndrome and mild skeletal changes. Aortic valve disease can be present. Compression of the cervical spinal cord, caused by glycosaminoglycan infiltration of the dura, may lead to spastic paresis if not corrected by neurosurgical intervention. Patients with the intermediate form (Hurler-Scheie syndrome or MPS I-H/S) have normal or almost normal intelligence, but exhibit various degrees of physical impairment. Transmission is autosomal recessive. The different phenotypes are caused by allelic mutations in the alpha-L-iduronidase (IDUA) gene (localized to 4p16.3). The mutations result in complete deficiency of the enzyme in Hurler syndrome or partial function in Scheie syndrome, leading to lysosomal accumulation of dermatan sulfate (DS) and heparan sulfate (HS). Early diagnosis is difficult as the first clinical signs are not specific (hernias, respiratory infections, etc.) but it is very important to allow early treatment. Biological diagnosis relies on detection of increased urinary excretion of DS and HS and the demonstration of the enzymatic deficiency (in plasma, leucocytes, fibroblasts, trophoblastic cells or amniocytes). Mucopolysaccharidosis type VI (Maroteaux-Lamy Syndrome; see this term) resembles mucopolysaccharidosis type I in many aspects, MPS VI patients, however, never have intellectual impairment. Mucopolysaccharidosis type II (see this term), an X-linked recessive disorder in which severe joint contractures are a characteristic symptom, also has many features in common with mucopolysaccharidosis type I. Genetic counseling is recommended. Antenatal diagnosis can be performed by enzyme assay or molecular genetics in families where the mutation has been identified. Symptomatic treatment should be proposed by a multidisciplinary team. Although bone marrow transplantation is associated with several risks (for example graft-versus-host reaction), it was the only therapeutic alternative until the enzyme substitute (laronidase) obtained EU marketing authorization as an Orphan drug in 2003. Given through weekly infusions, it leads to improvement of lung function and joint mobility. Early treatment slows progression of the disease. However, it is not efficient against neurological lesions. Life expectancy is normal or only slightly affected in Scheie syndrome, but is reduced in Hurler syndrome, with death occurring before adolescence due to serious cardiovascular and respiratory complications."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 1"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Alpha-L-iduronidase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "l-iduronidase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Lipochondrodystrophy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "dysostosis multiplex"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "dysostosis multiplex syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Gargoylism"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "MPS1 - [Mucopolysaccharidosis type 1]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 1H"
      },
      "foundationReference": "http://id.who.int/icd/entity/1925191093"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hurler syndrome"
      },
      "foundationReference": "http://id.who.int/icd/entity/1925191093"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 1, severe form"
      },
      "foundationReference": "http://id.who.int/icd/entity/1925191093"
    },
    {
      "label": {
        "@language": "en",
        "@value": "MPS1H - [Mucopolysaccharidosis type 1H]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1925191093"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 1H/S"
      },
      "foundationReference": "http://id.who.int/icd/entity/1362195023"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hurler-Scheie syndrome"
      },
      "foundationReference": "http://id.who.int/icd/entity/1362195023"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 1, intermediate form"
      },
      "foundationReference": "http://id.who.int/icd/entity/1362195023"
    },
    {
      "label": {
        "@language": "en",
        "@value": "MPS1H/S - [Mucopolysaccharidosis type 1H/S]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1362195023"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 1S"
      },
      "foundationReference": "http://id.who.int/icd/entity/2128730057"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Scheie syndrome"
      },
      "foundationReference": "http://id.who.int/icd/entity/2128730057"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 1, mild form"
      },
      "foundationReference": "http://id.who.int/icd/entity/2128730057"
    },
    {
      "label": {
        "@language": "en",
        "@value": "MPS1S - [Mucopolysaccharidosis type 1S]"
      },
      "foundationReference": "http://id.who.int/icd/entity/2128730057"
    }
  ]
}