{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1542530268",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1156567558"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1542530268",
  "code": "LD27.00",
  "source": "http://id.who.int/icd/entity/1542530268",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Incontinentia pigmenti"
  },
  "definition": {
    "@language": "en",
    "@value": "Incontinentia pigmenti is an X-linked dominant gene disorder due to abnormalities of the NF-kappa-B (NEMO) gene on chromosome Xq28. It is lethal in male fetuses but the presence of a normal second X chromosome in females results in a mosaicism which is compatible with life. Affected females present in infancy with skin blisters in linear arrays (Blaschko lines) typically on the scalp and limbs. Within the first few months of life these are succeeded by warty changes and hyperpigmentation. These tend to resolve over time, often leaving atrophic streaks. Associated features include abnormal dentition, ocular defects and a variety of neurological complications."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Incontinentia pigmenti (IP) is disorder of skin pigmentation with neurologic, ophthalmologic, and dental involvement. IP is a rare disease (about 700 cases reported) with a worldwide distribution, more common among white patients. IP is characterized by abnormalities of the tissues and organs derived from the ectoderm and mesoderm. Characteristic skin lesions are usually present at birth in approximately 90% of patients, or they develop in early infancy. The skin changes evolve in 4 stages in a fixed chronological order. Skin, hair, nails, dental abnormalities, seizures, developmental delay, mental retardation, ataxia, spastic abnormalities, microcephaly, cerebral atrophy, hypoplasia of the corpus callosum, periventricular cerebral edema may occur in more than 50% of reported cases. Ocular defects, atrophic patchy alopecia, dwarfism, clubfoot, spina bifida, hemiatrophy, and congenital hip dislocation, are reported. IP is an X-linked dominant single-gene disease. The locus for IP is genetically linked to the factor VIII gene on chromosome band Xq28. Mutations in NEMO/IKK-y, which encodes a critical component of the nuclear factor-kB (NF-kB) signaling pathway, are responsible for IP. Treatment of cutaneous lesions is usually not required. Standard wound care should be provided in case of inflammation. Regular dental care is necessary. Pediatric ophthalmologist or retinal specialist consultations are essential. Seizures should be treated with anticonvulsants. Abnormal fibrovascular proliferation can be treated with photocoagulation."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Incontinentia pigmenti"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Bloch-Siemens syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Bloch-Sulzberger syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Incontinentia pigmenti of Bloch-Sulzberger"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "nevus pigmentosus systematicus"
      }
    }
  ]
}