{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1562906700",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/921595235"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1562906700",
  "code": "1D49",
  "source": "http://id.who.int/icd/entity/1562906700",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Crimean-Congo haemorrhagic fever"
  },
  "definition": {
    "@language": "en",
    "@value": "A disease caused by an infection with Crimean-Congo haemorrhagic fever virus. The incubation period ranges from 2 to 9 days. Symptoms/signs typically include high fever, headache, malaise, arthralgia, myalgia, nausea, abdominal pain, and rarely diarrhoea. Early signs typically include fever, hypotension, conjunctivitis, and cutaneous flushing or a skin rash. Later, patients may develop signs of progressive haemorrhagic diathesis, such as petechiae, mucous membrane and conjunctival haemorrhage, haematuria, hematemesis, and melena. Lethality may reach 30%. Transmission occurs via bites of infected ticks, by direct contact with infected animal blood, or iatrogenic transmission. Laboratory diagnosis of the infection during the acute phase of illness consists of detection of viral nucleic acid or by isolation of the virus or by demonstration of viral antigen by enzyme-linked immunoassay from serum or plasma samples. In samples collected later during the illness, diagnosis is confirmed by demonstration of specific IgG and IgM antibodies."
  },
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/911707612"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Crimean-Congo haemorrhagic fever"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "CCHF - [Crimean-Congo haemorrhagic fever]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Kara mikh typhoid fever"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Xīnjiāng haemorrhagic fever"
      }
    }
  ]
}