{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1578364807",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/197679619"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1578364807",
  "code": "LD24.20",
  "source": "http://id.who.int/icd/entity/1578364807",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1578364807/postcoordinationScale/laterality",
      "axisName": "http://id.who.int/icd/schema/laterality",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "NotAllowed",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/627678743",
        "http://id.who.int/icd/release/11/2024-01/mms/271422288",
        "http://id.who.int/icd/release/11/2024-01/mms/876572005",
        "http://id.who.int/icd/release/11/2024-01/mms/1038788978"
      ]
    },
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1578364807/postcoordinationScale/specificAnatomy",
      "axisName": "http://id.who.int/icd/schema/specificAnatomy",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/183512318",
        "http://id.who.int/icd/release/11/2024-01/mms/1415462031"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Multiple osteochondromas"
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Multiple osteochondromas (MO) is characterised by development of two or more cartilage capped bony outgrowths (osteochondromas) of the long bones. The prevalence is estimated at 1:50,000, and seems to be higher in males (male-to-female ratio 1.5:1). Osteochondromas develop and increase in size in the first decade of life, ceasing to grow when the growth plates close at puberty. They are pedunculated or sessile (broad base) and can vary widely in size. The number of osteochondromas may vary significantly within and between families, the mean number of locations is 15-18. The majority are asymptomatic and located in bones that develop from cartilage, especially the long bones of the extremities, predominantly around the knee. The facial bones are not affected. Osteochondromas may cause pain, functional problems and deformities (especially of the forearm), which may provide reason for surgical removal. The most important complication is malignant transformation of osteochondroma towards secondary peripheral chondrosarcoma, which is estimated to occur in 0.5-5% of cases. MO is an autosomal dominant disorder and is genetically heterogeneous. Germline mutations in the tumour suppressor genes, EXT1 or EXT2, are found in almost 90% of MO patients. The EXT genes encode glycosyltransferases, catalyzing heparan sulphate polymerization. The diagnosis is based on radiological and clinical documentation, supplemented with, if available, histological evaluation of the osteochondromas. MO should be distinguished from metachondromatosis, dysplasia epiphysealis hemimelica and Ollier disease (see these terms). Osteochondromas are benign lesions and do not affect life expectancy. If the exact mutation is known antenatal diagnosis is technically possible. Management includes removal of osteochondromas when they are the cause of complaints. Removed osteochondromas should be examined for malignant transformation towards secondary peripheral chondrosarcoma. Patients should be well instructed and regular follow-up for early detection of malignancy seems justified. For secondary peripheral chondrosarcoma, en-bloc resection of the lesion and its pseudocapsule with tumour-free margins should be performed, preferably in a bone tumour referral centre."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Diaphyseal aclasis"
      }
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Multiple osteochondromas"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Multiple cartilaginous exostoses"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Bessel-Hagen disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Glucuronyltransferase/N-acetylglucosaminyltransferase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "EXT1/EXT2-CDG"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Diaphyseal aclasis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Multiple congenital exostoses"
      }
    }
  ]
}