{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1613800402",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/437941753"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1613800402",
  "code": "KA07.1",
  "source": "http://id.who.int/icd/entity/1613800402",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Neonatal pemphigus"
  },
  "definition": {
    "@language": "en",
    "@value": "Neonatal pemphigus vulgaris is a short lived autoimmune skin disease arising as a result of transplacental transmission to the neonate of maternal antibodies. Neonatal pemphigus is characterised by blister formation on the skin and the mucous membranes mediated by auto-antibodies to the desmosome component desmoglein 3."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Neonatal pemphigus vulgaris is a short-lived autoimmune skin disease arising as a result of transplacental transmission to the neonate of maternal antibodies. Neonatal pemphigus is characterized by blister formation on the skin and the mucous membranes mediated by auto-antibodies to the desmosome component, desmoglein 3. Neonatal pemphigus is rare and nearly always associated with maternal pemphigus vulgaris, although a few cases have been described with pemphigus foliaceus and endemic pemphigus foliaceus. The neonate has blisters and erosions on the skin. Maternal antibodies directed against the desmosome component desmoglein 3 (oral epithelial membrane adhesion molecule and predominant desmosome adhesion molecule in neonatal skin) cross the placenta and bind to neonatal skin causing acantholysis and intraepidermal clefting. Diagnosis is based on the clinical setting but indirect and direct immunofluorescence on cord blood and neonatal skin will show IgG at the cell surface of epithelial cells. Usually treatment with topical steroids is sufficient and the condition resolves within 4 weeks as the maternal antibodies are catabolised."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Neonatal pemphigus"
      }
    }
  ]
}