{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1650709285",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1181120673"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1650709285",
  "code": "GC00.3",
  "source": "http://id.who.int/icd/entity/1650709285",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1650709285/postcoordinationScale/specificAnatomy",
      "axisName": "http://id.who.int/icd/schema/specificAnatomy",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/1267519716",
        "http://id.who.int/icd/release/11/2024-01/mms/157646292"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Interstitial cystitis"
  },
  "definition": {
    "@language": "en",
    "@value": "A condition characterised by inflammation of the urinary bladder and ureters. This condition may be associated with a malformation of, or injury to, the bladder epithelium, infection with toxins, an autoimmune reaction, or an allergy. This condition may also present with Hunner ulcers diffuse glomerulations affecting all quadrants of the bladder mucosa, mild to severe chronic bladder pressure, bladder pain, urgency to urinate, and low volumes of urine."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Bladder Pain Syndrome (BPS), also known is interstitial cystitis (IC) and painful bladder syndrome, is characterised by pelvic pain associated with bladder filling, pollakiuria with a voiding frequency of more than eight urinations per day and more than two urinations per night, cystoscopic lesions (petechiae, Hunner's ulcers) revealed by a bladder hydrodistention test, and/or histological anomalies such as inflammatory mononuclear cell infiltrates and tissue granulation, in the absence of infection or any other pathology. The prevalence of BPS varies between 10 and 510 per 100 000 inhabitants and is highest in Nordic countries. The male to female ratio is 1:9. The clinical picture is dominated by pain and pollakiuria. Although the pain is usually described as pelvic, it may also involve the perineum, vagina, scrotum and urethra. It becomes more severe upon bladder filling with relief after urination. BPS may also be associated with fibromyalgia. The pollakiuria is the consequence of a nearly constant urge to urinate, which increases with bladder filling and is relieved by urination. However, patients do not display urinary incontinence. The disease may evolve through crises. A history of bacterial cystitis, pelvic surgery or giving birth, and certain acidic foods may be triggering factors for BPS. The aetiology of BPS is unknown. Abnormal permeability of the bladder mucosa to urine components is the classical hypothesis but an infectious, hormonal, vascular, neurological, trauma- or autoimmune-related origin has also been proposed. BPS is a diagnosis of exclusion. Patient history should be studied for use of radiotherapy, chemotherapy, immunotherapy (cyclophosphamide) and anti-inflammatories (tiaprofenic acid). Suburethral diverticulum, endometriosis, vaginal candidiasis, herpes or papillomavirus infection, cancer of the cervix, uterine body or ovaries, and adenoma or cancer of the prostate should be excluded from the diagnosis. Other differential diagnoses (bacterial cystitis, prostatitis, sexually transmitted diseases, urinary tuberculosis, prostate adenoma or caner, post-voiding residues) can be excluded by appropriate diagnostic tests. Urodynamic evaluation should exclude neurological bladder-sphincter dysfunction and detrusor hyperactivity. Intravenous urography or computed tomography (CT) scanning should exclude a calculus in the pelvic ureter and cystoscopy can be used to exclude a cancer or calculus infiltrating the bladder. Certain data may be suggestive of BPS. Cystomanometry may reveal a third need to urinate (bladder content below 300 cc) that is early and painful. Basic cystoscopy results are normal but cystoscopic examination of the bladder mucosa after distension using physiological saline solution reveals petechiae or multiple glomerulations. Biopsies of the bladder mucosa show signs of inflammation or mastocyte infiltration. Treatment is symptomatic. Bladder hydrodistention, in addition to being a useful diagnostic test, may also provide short-term beneficial effects. Three effective treatments are available: cimetidine (per os), intravesical instillation of dimethyl sulfoxide (DMSO), and amitriptyline (per os). Other treatment possibilities include: pentosan polysulfate sodium (per os), intravesical instillation of heparin, hyaluronic acid (Cystistat®) or neurotoxins (resiniferatoxin or capsaicin), altered diet (elimination of acidic foods), sacral neuromodulation, electrical stimulation of the posterior tibial nerve, intradetrusor botulinum toxin injection, physiotherapy, hyperbaric oxygenotherapy, Cyclosporine A administration, magnetotherapy etc. Surgical treatment involving a more or less complete cystectomy and an enlargement or substitution enterocystoplasty is used only in exceptional cases and requires pluridisciplinary discussion. As the disease course is uncertain, the response to treatment is unpredictable."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/398735090"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Interstitial cystitis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hunner ulcer"
      },
      "foundationReference": "http://id.who.int/icd/entity/44621583"
    },
    {
      "label": {
        "@language": "en",
        "@value": "submucous cystitis"
      },
      "foundationReference": "http://id.who.int/icd/entity/44621583"
    },
    {
      "label": {
        "@language": "en",
        "@value": "ulcerative cystitis"
      },
      "foundationReference": "http://id.who.int/icd/entity/44621583"
    },
    {
      "label": {
        "@language": "en",
        "@value": "elusive ulcer"
      },
      "foundationReference": "http://id.who.int/icd/entity/44621583"
    }
  ]
}