{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1654321425",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/237003158"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/380861892",
    "http://id.who.int/icd/release/11/2024-01/mms/1646144829",
    "http://id.who.int/icd/release/11/2024-01/mms/364545435",
    "http://id.who.int/icd/release/11/2024-01/mms/1945677910",
    "http://id.who.int/icd/release/11/2024-01/mms/1654321425/other",
    "http://id.who.int/icd/release/11/2024-01/mms/1654321425/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1654321425",
  "code": "5A70",
  "source": "http://id.who.int/icd/entity/1654321425",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Cushing syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Cushing syndrome results from excess of corticosteroid hormones in the body due to overstimulation of the adrenal glands by excessive amounts of the hormone ACTH, secreted either by a tumuor of the pituitary gland (Cushing's disease) or by a malignant tumour in the lung or elsewhere. Symptoms include weight gain, reddening of the face and neck, excess growth of body and facial hair, raised blood pressure, loss of mineral from the bones (osteoporosis), raised blood glucose levels, and sometimes mental disturbances."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Cushing's syndrome is a group of clinical manifestations resulting from chronic hypercortisolism of either endogenous (excess production of cortisol by the adrenal glands) or exogenous (iatrogenic) origin. Annual incidence is estimated at around 1 in 1 million. Endogenous hypercortisolism may be caused by hypersecretion of adrenocorticotropic hormone (ACTH) by a pituitary adenoma (Cushing's disease) or by ectopic secretion of ACTH by other (non-pituitary) tumours (paraneoplastic Cushing's syndrome). Alternatively, endogenous hypercortisolism may result from cortisol secretion by an adrenal gland tumour, either benign (adenoma) or malignant (adrenal cortical carcinoma). The clinical manifestations of Cushing's syndrome include facial and truncal obesity, purple striae, ecchymosis, increased susceptibility to infection, muscular weakness, osteoporosis, arterial hypertension, diabetes and neurological anomalies. The syndrome is usually sporadic but rare hereditary forms have been described (for example, primary pigmented nodular adrenal disease (PPNAD), which is caused by mutations in the PRKAR1A gene. Pituitary adenoma may arise as part of multiple endocrine neoplasia type 1 (MEN 1; see this term), which is caused by mutations in the MEN1 gene and is transmitted in an autosomal dominant manner. Diagnosis of Cushing's syndrome relies on confirmation of the hypercortisolism and identification of the origin of the cortisol hypersecretion (adrenal gland computerised tomography (CT) scanning, magnetic resonance imaging (MRI) of the pituitary, abdominal and/or thoracic CT or MRI, catheterism of the petrosal sinus). Treatment revolves around elimination of the hypersecreting tumour (adrenalectomy or ablation of the corticotrophic pituitary adenoma, usually by transsphenoidal surgery). Anticortisol medication (Op'DDD or mitotane (Lysodren), or ketoconazole (Nizoral)) may be indicated in cases where complete resection is not feasible (i.e. voluminous or invasive pituitary adenomas or nonlocalised ectopic secretion). Conventional or stereotaxic pituitary radiotherapy is indicated in case of incomplete resection or when resection is not feasible due to the large volume of the pituitary adenoma. Depending on the therapeutic approach used, temporary or permanent adrenal insufficiency may require corticoid substitution therapy. The prognosis for Cushing's syndrome depends on the underlying cause and on the severity of the associated complications. However, in the majority of cases, the syndrome can be treated effectively leading to a definitive cure."
  }
}