{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1662537619",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/574051646"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1662537619",
  "code": "1F64",
  "source": "http://id.who.int/icd/entity/1662537619",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Dracunculiasis"
  },
  "definition": {
    "@language": "en",
    "@value": "A disease resulting from drinking water contaminated with water fleas infected with larvae of the nematode Dracunculus medinensis. It may take up to a year from ingestion of larvae for a mature gravid female worm to migrate to the skin and discharge immature larvae on contact with water. Dracunculiasis typically manifests as an intensely pruritic papule on a lower extremity from which part of the worm may emerge. Secondary pyogenic infection is common. This may be preceded by generalised symptoms such as fever, pruritus, urticaria and oedema."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Following ingestion, D. medinensis larvae enter and mature within the abdominal cavity and retroperitoneal space after penetrating the host stomach and intestinal wall. Patient remains asymptomatic for a year long incubation period after which the adult female worm, which can grow up to 1m long, begins to move through the host subcutaneous tissue causing intense pain eventually emerging from the skin often resulting in a secondary bacterial infection, oedema, blistering and ulceration of the exit wound. The emergence of the worm is heralded by a painful papule typically found on the distal lower extremity and can be accompanied by nausea, vomiting and fever. Emergence of the worm from the trunk, genitalia or buttock is less common. Female worms release larvae upon contacting water while emerging from the host. No cure or treatment is available, individuals infected with D. medinensis do not develop immunity to later infection. Infection can be prevented by treating contaminated water sources with larvicide temephos (Abate Larvicide), preventing transmission from each worm through regular bandaging and cleaning and avoidance of entering sources of drinking water when the worm is emerging."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Guinea worm infestation"
      }
    }
  ],
  "fullySpecifiedName": {
    "@language": "en",
    "@value": "Dracunculiasis due to Dracunculus medinensis"
  },
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1945127438"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Dracunculiasis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Medina worm infestation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Dracunculus medinensis infestation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Guinea worm infestation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "dracontiasis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Dracunculosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Dracunculiasis due to Dracunculus medinensis"
      }
    }
  ]
}