{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1681550532",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1660235889"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1681550532",
  "code": "LD24.03",
  "source": "http://id.who.int/icd/entity/1681550532",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Diastrophic dysplasia"
  },
  "definition": {
    "@language": "en",
    "@value": "Diastrophic dwarfism is a rare autosomal recessive disorder marked by short stature with short extremities (final adult height is 120cm +/- 10cm), and joint malformations leading to multiple joint contractures (principally involving the shoulders, elbows, interphalangeal joints and hips)"
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Diastrophic dwarfism is a rare disorder marked by short stature with short extremities (final adult height is 120cm +/- 10cm), and joint malformations leading to multiple joint contractures (principally involving the shoulders, elbows, interphalangeal joints and hips). Prevalence is estimated at 1-1.3/100,000. The disorder affects both males and females. At birth, infants have bilateral clubfoot, short limb deformation of the wrists and abducted thumbs. Cleft palate and mandible hypoplasia are also common findings. Cysts appear on the external ear within the first months of life. Growth is slow and scoliosis is frequent and develops progressively. Joint deformations are severe and can lead to either limitation of joint movement or hyperlaxity. The severity of the clinical manifestations is variable, ranging from very severe to moderate forms that may be diagnosed very late. The syndrome is transmitted in an autosomal recessive manner and is caused by mutations in the SLC26A2 (or diastrophic dysplasia sulfate transporter; DTDST) gene (5q31-q34), which encodes a sulfate transporter that is predominantly expressed in the cartilage. Mutations in the same gene have been implicated in a moderate form of epiphyseal dysplasia and in several lethal disorders such as achondrogenesis type 1b and atelosteogenesis type 2 (see these terms). Diagnosis is based on radiological findings: short and thick tubular bones, wide metaphyses, short and oval-shaped first metacarpals, subluxation of the thumb (hitchhiker thumb) and subluxation of the cervical vertebrae. Prenatal diagnosis may be suspected on the basis of ultrasound findings (clubfoot and short limbs). Management should include careful monitoring and eventual correction of the progressive scoliosis, and surgical correction of the joint malformations. In the absence of severe complications (spinal cord compression) associated with spinal malformations, life expectancy is good but the short stature and deformity are usually severe."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Diastrophic dysplasia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Diastrophic dwarfism"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "De la Chapelle dysplasia"
      },
      "foundationReference": "http://id.who.int/icd/entity/248590292"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Atelosteogenesis type 2"
      },
      "foundationReference": "http://id.who.int/icd/entity/248590292"
    }
  ]
}