{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1686726595",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/437815624"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1686726595",
  "code": "6A02.5",
  "source": "http://id.who.int/icd/entity/1686726595",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Autism spectrum disorder with disorder of intellectual development and with absence of functional language"
  },
  "definition": {
    "@language": "en",
    "@value": "All definitional requirements for both autism spectrum disorder and disorder of intellectual development are met and there is complete, or almost complete, absence of ability relative to the individual’s age to use functional language (spoken or signed) for instrumental purposes, such as to express personal needs and desires"
  },
  "longDefinition": {
    "@language": "en",
    "@value": "All definitional requirements for both autism spectrum disorder and disorder of intellectual development are met, and there is complete, or almost complete, absence of ability relative to the individual’s age to use functional language for instrumental purposes (e.g., to express personal needs and desires). The co-occurring Disorder of intellectual development should be classified separately, using the appropriate category to designate severity (i.e., mild, moderate, severe, profound, provisional). Because autism spectrum disorder inherently involves social deficits, assessment of a co-occurring disorder of intellectual development should place greater emphasis on intellectual, conceptual, and practical domains than on social adaptation."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Autism spectrum disorder with disorder of intellectual development and with absence of functional language"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Autism spectrum disorder with disorder of intellectual development and absence of functional language with loss of previously acquired skills"
      },
      "foundationReference": "http://id.who.int/icd/entity/1289050273"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Autism spectrum disorder with disorder of intellectual development and absence of functional language without loss of previously acquired skills"
      },
      "foundationReference": "http://id.who.int/icd/entity/284513191"
    }
  ]
}