{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1691610999",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1297666279"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1691610999",
  "code": "5C58.02",
  "source": "http://id.who.int/icd/entity/1691610999",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Dubin-Johnson syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Dubin-Johnson syndrome (DJS) is a benign, inherited liver disorder characterised clinically by chronic, predominantly conjugated, hyperbilirubinemia and histopathologically by black-brown pigment deposition in parenchymal liver cells."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Dubin-Johnson syndrome (DJS) is a benign, inherited liver disorder characterized clinically by chronic, predominantly conjugated, hyperbilirubinemia and histopathologically by black-brown pigment deposition in parenchymal liver cells. Prevalence in the general population is unknown. DJS affects individuals of all ethnic origins but is most common among Iranian or Moroccan Jews, in which, due to founder mutations, it has been reported to occur in up to 1/1,300 individuals. Patients usually present during adolescence or young adulthood with mild to moderate, recurrent jaundice without pruritus, often triggered by intercurrent illness, pregnancy, oral contraceptives or drugs. Abdominal pain and fatigue are sometimes observed during outbreaks and hepatosplenomegaly may be present in rare cases. Total serum bilirubin (mainly in the conjugated form: the proportion of conjugated to total serum bilirubin is 50-80%) is elevated, usually between 2 and 5 mg/dl (very rarely up to 20 mg/dl). Liver enzyme activities (i.e. aminotransferases, alkaline phosphatase, gamma-glutamyl transpeptidase), total bile acid concentration, albumin level and prothrombin time are normal. An association with clotting factor VII deficiency (see this term) can be observed, especially in Iranian and Moroccan Jews. Histological studies reveal a typical black-brown granular pigment deposition in the cytosol of hepatocytes, mostly in the centrilobular area, without other histological abnormalities. DJS is inherited in an autosomal recessive manner and is caused by homozygous mutations in the ABCC2 gene. ABCC2 encodes an ATP-dependent apical membrane transporter that mediates the efflux of bilirubin-glucuronides and other conjugated organic anions from the hepatocyte into bile. Diagnosis should be suspected in patients exhibiting isolated conjugated hyperbilirubinemia (i.e. without changes in liver enzyme activities) in the absence of any septic condition, ultrasound anomaly of the liver or potentially interfering drug. In this context, the characteristic urinary coproporphyrin excretion pattern (i.e. an elevated proportion of coproporphyrin I (over 80%) with a normal total coproporphyrin level) is usually diagnostic for DJS. 99mTc-HIDA cholescintigraphy, showing delayed or non-visualization of the gallbladder and bile ducts and prolonged visualization of the liver may also be useful. Definitive diagnosis can be obtained through molecular analysis of the ABCC2 gene. Although histological studies also allow a definitive diagnosis, liver biopsy is not systematically performed considering the invasive nature of the procedure together with the benign prognosis of the disease. The main differential diagnosis is another form of mainly conjugated hyperbilirubinemia, Rotor syndrome (RT; see this term). There is no curative treatment for DJS, even though short-term administration of phenobarbital has been reported to reduce serum bilirubin level in some cases. DJS is a benign disorder and the prognosis for patients is good, highlighting the need for correct diagnosis to avoid unnecessary diagnostic procedures, treatment and follow-up. Progression to liver failure, cirrhosis or hepatic fibrosis is not observed."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/628615515"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Dubin-Johnson syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hyperbilirubinaemia type 2"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sprinz-Nelson syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Dubin-Sprinz disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "DJS - [Dubin-Johnson syndrome]"
      }
    }
  ]
}