{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1695088249",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/11621191"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1695088249",
  "code": "3B63.0",
  "source": "http://id.who.int/icd/entity/1695088249",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Congenital thrombocytosis"
  },
  "definition": {
    "@language": "en",
    "@value": "Familial thrombocytosis is a type of thrombocytosis, a sustained elevation of platelet numbers, which affects the platelet/megakaryocyte lineage and may create a tendency for thrombosis and haemorrhage but does not cause myeloproliferation."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Familial thrombocytosis is a type of thrombocytosis, a sustained elevation of platelet numbers, which affects the platelet/megakaryocyte lineage and may create a tendency for thrombosis and hemorrhage but does not cause myeloproliferation. The prevalence of familial thrombocytosis is not known. The disease usually presents at birth but can be discovered at any time during life and thus can affect all ages. Patients present with thrombocytosis which is often discovered on a routine blood test. The clinical presentation is similar to sporadic essential thrombocythemia (ET; see this term) and may include impaired microcirculation resulting in brief episodes of fainting and dizziness, an increased risk of thrombotic events, hemorrhage, and mild splenomegaly. Patients with mutations in the MPL gene also experience frequent development of bone marrow fibrosis and seem to be free of hemorrhagic complications. The course of the disease is milder than sporadic ET and is devoid of the risk of leukemic transformation or progression toward myelofibrosis with myeloid metaplasia. Familial thrombocytosis is caused by germline mutations in the THPO gene (3q26.3-q27) or in the MPL (MPL S505N) gene (1p34) and transmission is autosomal dominant with high penetrance. Diagnosis is based on the observation of elevated levels of platelets (over 450 x 109/L) and the elimination of secondary causes of thrombocythemia. Genetic testing is required to confirm the diagnosis. Differential diagnoses include causes of thrombocytosis with myeloproliferative neoplasm including chronic myeloid leukemia, polycythemia vera, primary myelofibrosis, sporadic or familial ET and myelodysplasic disorders with thrombocytosis including sideroblastic anemia or 5q- syndrome (see these terms), although these can be excluded by the presence of myeloproliferation. Differential diagnoses also include causes of secondary thrombocytosis including iron deficiency, malignancy, chronic inflammatory disease, splenectomy or aspleny and protracted marrow regeneration. Treatment is based on low dose aspirin at diagnosis. There is no consensus for using platelet lowering therapy despite an increased risk of thrombosis. Patients may have an increased risk of thrombotic events and hemorrhage. The predominant clinical feature is impaired microcirculation resulting in brief episodes of fainting and dizziness responding well to aspirin when the THPO gene is mutated and an increased risk of thrombosis and a frequent development of marrow fibrosis when MPL gene is mutated. All these may affect life expectancy."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Hereditary thrombocytosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Autosomal dominant thrombocytosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/291588481"
    },
    {
      "label": {
        "@language": "en",
        "@value": "X-linked thrombocytosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/490769405"
    }
  ],
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Essential thrombocythemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/1744773503",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/1744773503"
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Congenital thrombocytosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Familial thrombocythaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hereditary thrombocythaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hereditary thrombocytosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Autosomal dominant thrombocytosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/291588481"
    },
    {
      "label": {
        "@language": "en",
        "@value": "X-linked thrombocytosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/490769405"
    }
  ]
}