{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/172326564",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1875237176"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#172326564",
  "code": "5C56.02",
  "source": "http://id.who.int/icd/entity/172326564",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Metachromatic leukodystrophy"
  },
  "definition": {
    "@language": "en",
    "@value": "Metachromatic leukodystrophy is a neurodegenerative disease characterised by an accumulation of sulfatides (sulphated glycosphingolipids, especially sulfogalactosylceramides or sulfogalactocerebrosides) in the nervous system and kidneys. Three forms of the disease exist: late infantile, juvenile and adult."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Metachromatic leukodystrophy is a neurodegenerative disease characterised by an accumulation of sulfatides (sulphated glycosphingolipids, especially sulfogalactosylceramides or sulfogalactocerebrosides) in the nervous system and kidneys. Three forms of the disease exist: late infantile, juvenile and adult. Their incidence ranges between 0.5 and 1/50 000 (60% being late infantile, 20-30% juvenile and 10-20% adult). Prevalence is estimated at 1 case in 625 000. The late infantile form is the most frequent and begins around walking age, with hypotonia, walking difficulties, optic atrophy and motor regression preceding mental impairment. The peripheral nervous system is systematically affected (nervous conduction velocities are reduced). The disorder progresses to a state of decerebration in a few years, with death occurring within 5 years after the onset of symptoms. Signs of sulfatide accumulation should systematically be looked for, particularly in the urine (sulfatiduria). The juvenile form begins around the age of 4 or 5, with arrested intellectual development, followed by motor regression, epileptic seizures and ataxia. The disease progresses less rapidly than the infantile form, but the outcome is always fatal, most patients dying before the age of 20. In the adult form, onset may occur around the age of 15, but often the disorder is not diagnosed until adulthood. Clinical signs include either motor or psychiatric disorders, but progression is slow. The disease may manifest as epileptic seizures. Sulfatiduria is present but to a lesser degree than in earlier onset forms. Metachromatic leukodystrophy is autosomal recessive and results from an inability to metabolise cerebroside sulphate. In most cases, the deficient enzyme is arylsulfatase A, the gene for which has been located on chromosome 22 (22q). In the late infantile form, the activity of arylsulfatase A is very low to non-existent. In the juvenile form, enzymatic deficiency and sulfatiduria are also present but less accentuated than in the infantile form, while in the adult form, residual enzymatic activity is found. In rare cases, mutations have been found in the gene coding for an activator involved in the enzymatic hydrolysis of the lipids, called SAP-B, located on chromosome 10 (10q21-22). The clinical symptoms of metachromatic leukodystrophy due to activator deficiency are identical to those found in infantile or juvenile metachromatic leukodystrophy. Arylsulfatase A is normal, but sulfatide levels are elevated. Screening for heterozygous individuals and prenatal diagnosis can be performed. There is no specific treatment available for this disorder. Bone marrow transplant can be considered for individuals suffering from late onset infantile or juvenile forms before the onset of symptoms in order to stabilise their neurocognitive functions, but its efficiency is not warranted. Substitutive enzyme therapy is currently investigated."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Metachromatic leukodystrophy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Greenfield's disease (metachromatic leukodystrophy)"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Arylsulfatase A deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/465423711"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Cerebroside sulfatase deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/465423711"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Late infantile metachromatic leukodystrophy"
      },
      "foundationReference": "http://id.who.int/icd/entity/422777002"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Juvenile metachromatic leukodystrophy"
      },
      "foundationReference": "http://id.who.int/icd/entity/1142720083"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Adult metachromatic leukodystrophy"
      },
      "foundationReference": "http://id.who.int/icd/entity/1302835544"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Metachromatic leukodystrophy due to sphingolipid activator protein I deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/1051556131"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Metachromatic leukodystrophy due to saposin B deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/1051556131"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Metachromatic leukodystrophy due to cerebroside sulfatase activator deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/1051556131"
    }
  ]
}