{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1726732000",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1517885800"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1726732000",
  "code": "5B5G",
  "source": "http://id.who.int/icd/entity/1726732000",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Biotin deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Isolated biotin deficiency is rare. Signs of biotin deficiency in humans have been demonstrated in individuals who consume raw egg white over long periods and in total parenteral nutrition (TPN) before biotin supplementation in patients with malabsorption. The clinical findings of biotin deficiency include dermatitis, conjunctivitis, alopecia, and central nervous system abnormalities. In adults fed raw egg white (which contains avidin, a protein that binds biotin with such high affinity that it renders it biounavailable) or receiving biotin-free TPN for months to years, thinning of hair, frequently with loss of hair colour, has been reported. Most adults with the deficiency demonstrate a red, scaly, skin rash, frequently around the eyes, nose, and mouth. Most of the adults have neurological symptoms, including depression, lethargy, hallucinations, and paraesthesia of the extremities."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "In infants on biotin-free TPN, symptoms of biotin deficiency begin to appear within 3 to 6 months after initiation of the TPN regimen, which is earlier than that seen in adults, probably because of the increased biotin requirement related to growth. The associated rash appears first around the mouth, eyes, and nose. The rash and the unusual distribution of facial fat observed in these infants together are called biotin deficiency facies. As the rash progresses, the ears and perineal orifices are affected. In biotin-deficient infants, hypotonia, lethargy, and developmental delay, along with a peculiar withdrawn behavior, are all characteristic of a neurological disorder resulting from a lack of biotin."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1867773640"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/517413026"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Biotin deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "biotan vitamin deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "biotin deficiency disease"
      }
    }
  ]
}