{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1744773503",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/11621191"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/787723347",
    "http://id.who.int/icd/release/11/2024-01/mms/1744773503/other",
    "http://id.who.int/icd/release/11/2024-01/mms/1744773503/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1744773503",
  "code": "3B63.1",
  "source": "http://id.who.int/icd/entity/1744773503",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Acquired thrombocytosis"
  },
  "definition": {
    "@language": "en",
    "@value": "A chronic myeloproliferative neoplasm that involves primarily the megakaryocytic lineage. It is characterised by sustained thrombocytosis in the blood, increased numbers of large, mature megakaryocytes in the bone marrow, and episodes of thrombosis and/or haemorrhage. Progression to a post essential thrombocythaemia myelofibrosis stage or transformation to acute myeloid leukaemia is rarely observed."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Essential thrombocythemia (ET) is a clonal stem cell disorder characterized by a sustained elevation of platelet number (< 450 x 109/L) with a tendency for thrombosis and hemorrhage that shares phenotypic similarities with other acquired myeloproliferative neoplasm (MPN) disorders. Prevalence is estimated at 1/4,200 in the general population. Median age at diagnosis is 60-65 years, but the disease may occur at any age. The female to male ratio is about 2:1. The clinical picture is dominated by a predisposition to vascular occlusive events and hemorrhages. Some patients with ET are asymptomatic, while others may experience microcirculatory disturbances or vaso-motor events (headaches, visual disturbances, lightheadedness, atypical chest pain, distal paresthesias, erythromelalgia, and other symptoms of transient neurological ischemia). The disease is less frequently associated with an increased risk of hemorrhage. The main risks for ET patients include arterial and venous thromboses, which can induce severe neurological, cardiac or peripheral artery manifestations (deep vein thrombosis, portal vein thrombosis or Budd-Chiari syndrome; see these terms), and transformation to myelofibrosis and acute leukemia. Somatic mutations in the JAK2 (JAK2-V617F) (50%) and MPL (MPL- W515K/L) genes (9q24 and 1p34) are common to ET (and polycythemia vera and primary myelofibrosis), and mutations of the TET2 gene (4q24) have been found in cases of ET with myeloproliferation. However, the detailed pathogenic mechanism is unknown. A familial form of essential thrombocythemia has also been observed (see this term). Diagnosis is based on a sustained high level of platelets (over 450x109/L), evidence of somatic mutation (JAK2, or MPL) in favor of a clonal disorder (MPN), or bone marrow trephine histology showing increased megakaryocytes with proeminent large hyperlobulated forms and no increase in reticulin (less than or equal to 2 in a 0-4 scale) and an absence of MPN among relatives to rule out familial ET. Differential diagnoses include other myeloid malignancies (polycythemia vera, primary myelofibrosis, chronic myeloid leukemia and myelodysplastic syndrome; see these terms), causes of secondary thrombocytosis (inflammation, cancer, iron deficiency, splenectomy or asplenia, protracted marrow regeneration) and familial thrombocytosis (see this term). Management may involve anti-aggregation therapy or platelet cytoreduction. Hydroxycarbamide and aspirin are effective in high risk patients. Avoiding cytoreduction (thromboreduction) or opting for anagrelide may postpone the long-term side effects of hydrocarbamide in young or low risk patients. Anagrelide obtained EU marketing authorization in 2004 as an Orphan drug for the reduction of elevated platelet counts in at-risk ET patients who are intolerant to their current therapy, or whose current therapy is ineffective. Conventional and pegylated recombinant interferon alpha (IFN) are effective at controlling the platelet count although there is no evidence of efficacy in preventing thrombosis. IFN is often used during pregnancy (conventional) or for younger patients. Mortality rates are similar to those of a healthy population matched by age and sex during the first decades after diagnosis, but they appear to increase thereafter. This excess mortality occurs from disease complications such as thrombosis, transformation to myelofibrosis, acute leukemia or myelodysplasia. The risk of thrombosis is strongly related to previous thrombotic episode and age (medium risk over age 40, high risk over 60). Risk factors associated with arteriosclerotic disease may influence the use of cytoreductive therapy in intermediate or low risk patients."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Idiopathic haemorrhagic thrombocythaemia"
      }
    }
  ]
}