{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1749914533",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1950330641"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1749914533",
  "code": "5A60.3",
  "source": "http://id.who.int/icd/entity/1749914533",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Central precocious puberty"
  },
  "definition": {
    "@language": "en",
    "@value": "Central precocious puberty is defined as the onset of pubertal changes before 8 years of age in girls and before 9.5 years of age in boys due to the overproduction of gonadotropin-releasing hormone (GnRH) by the hypothalamus. It may be idiopathic with no apparent cause (90% of cases in girls, 50% of cases in boys) or secondary to a lesion (tumour or malformation) in the hypothalamus. Other causes may include traumatic brain injury, or genetic disorders, affecting behavioural and psychological development, and final body height."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Central precocious puberty is defined as the onset of pubertal changes before 8 years of age in girls and before 9.5 years of age in boys. It may be idiopathic with no apparent cause (90% of cases in girls, 50% of cases in boys) or secondary to a lesion (tumor or malformation) in the hypothalamus (detected through computerized tomography (CT) scan or magnetic resonance imaging (MRI)). The consequences of precocious puberty should be evaluated on the basis of physical signs of puberty, growth rate, bone maturation (bone age) and morphology of the uterus (pelvic ultrasonography). The diagnosis should be confirmed in every case by biological findings (elevated luteinizing hormone (LH) in response to gonadotropin-releasing hormone (GnRH), elevated testosterone and to a lesser degree, elevated estradiol). The occurrence of precocious pubertal changes with a non-progressive development and a spontaneous good prognosis underline the importance of gathering all the diagnostic criteria before considering treatment. Patients are treated with depot forms of GnRH agonists (leuprorelin, triptorelin). Puberty-related signs subsequently regress rapidly and adult size, decreased by precocious puberty, is usually improved. Treatments are interrupted around the normal age of pubertal development."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1156263785"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Central precocious puberty"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Gonadotropin-dependant precocious puberty"
      }
    }
  ]
}