{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1761652827",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1842978338"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1761652827",
  "code": "5C50.10",
  "source": "http://id.who.int/icd/entity/1761652827",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Alkaptonuria"
  },
  "definition": {
    "@language": "en",
    "@value": "Alkaptonuria is characterised by the accumulation of homogentisic acid (HGA) and its oxidised product benzoquinone acetic acid (BQA), leading to a darkening of the urine when it is left exposed to air, grey-blue colouration of the eye sclerae and the ear helix (ochronosis), and a disabling joint disease involving both the axial and peripheral joints (ochronotic arthropathy)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Alkaptonuria is characterised by the accumulation of homogentisic acid (HGA) and its oxidised product benzoquinone acetic acid (BQA), leading to a darkening of the urine when it is left exposed to air, grey-blue colouration of the eye sclerae and the ear helix (ochronosis), and a disabling joint disease involving both the axial and peripheral joints (ochronotic arthropathy). Prevalence is estimated at 1-9/1 000 000. Many affected individuals are asymptomatic and unaware of their condition until adulthood; however, homogentisic aciduria may be recognised early in infancy (dark-stained diapers). Unusual pigmentation of the skin overlying cartilage throughout the body can be observed after the third decade. Muscular-skeletal symptoms begin in the third decade with back pain and stiffness: involvement of the large peripheral joints usually occurs several years after spinal changes, often leading to end-stage joint disease requiring surgical replacement. Ochronotic peripheral arthropathy is generally degenerative in nature but joint inflammation can be observed in some cases. Joint mobility is diminished. Ankylosis may be present. Calcifications may be palpable, particularly in the cartilage of the ear. Signs of aortic or mitral valvulitis may be present. Alkaptonuria, inherited as an autosomal recessive trait, involves a block of the phenylalanine and tyrosine catabolic pathway. Patients are homozygous or compound heterozygous for mutations in the homogentisate 1,2-dioxygenase (HGD) gene. More than 70 different point mutations have been described worldwide, interfering with the complex hexameric structure of the HGD enzyme. Tissue damage results from the presence of BQA, which tends to polymerise to a melanin-like pigment with a high affinity for connective tissue. This pigment is able to trigger numerous redox reactions and induce free radical production, causing further damage to the connective tissue. Although unproven, it is assumed that the polymer accumulation also causes an inflammatory response resulting in calcium deposition in affected joints. Homogentisic acid can be identified in urine using gas chromatography-mass spectroscopy. As many patients present without dark urine, it may be advisable to look for homogentisate in all patients with radiographic evidence of osteoarthritis. A spinal x-ray will reveal disk degeneration combined with dense calcification, particularly in the lumbar area. Acute intermittent porphyria (which may cause dark urine), can be ruled out by the presence of homogentisate, whereas rheumatoid arthritis, osteoarthritis or ankylosing spondylitis can be excluded by radiographs. Family members should be referred for genetic counselling. Medical therapy may slow the rate of pigment deposition. This should minimise articular and cardiovascular complications in later life. Unfortunately, there are no preventive or curative measures for the disease to date. Dietary restriction is beneficial, but compliance is often limited. Therapeutic strategies focusing on perturbing the altered phenylalanine-tyrosine pathway have been devised (e.g. nitisinone). However, the long-term effectiveness and safety of this drug have yet to be established. Other possible approaches are aimed at exploring the effects of antioxidant biomolecules in preventing the conversion of HGA to the polymeric material deposited in the cartilaginous tissues (e.g. N-acetylcysteine). However, previous attempts with vitamin C have been proved to be largely unsatisfactory. Older individuals may require removal and fusion of lumbar discs. Hip or knee joint replacement may be necessary. Life expectancy is not significantly reduced but progressive functional decline is observed with a loss of mobility."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/25668130"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Alkaptonuria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Ochronosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Homogentisic acid oxidase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Homogentisate 1,2-dioxygenase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "alcaptonuria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "homogentisicaciduria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "deficiency of homogentisicase"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "deficiency of homogentisate oxygenase"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Endogenous ochronosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/1344614363"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Ochronotic arthritis"
      },
      "foundationReference": "http://id.who.int/icd/entity/196391255"
    }
  ]
}