{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1802341051",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/721319964"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1802341051",
  "code": "EB42",
  "source": "http://id.who.int/icd/entity/1802341051",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Linear IgA bullous dermatosis"
  },
  "definition": {
    "@language": "en",
    "@value": "Linear IgA bullous dermatosis is an uncommon immunobullous disorder which occurs in both adults and children. It is characterised by linear deposition of IgA along the epidermal basement membrane. Although the clinical picture may resemble dermatitis herpetiformis, it is not associated with gluten enteropathy and it has different clinical and immunopathological attributes."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Linear IgA bullous dermatosis is rare, prevalence estimated at less than 0.5 per million in Western Europe but it may be more common particularly in children in the developing world. The disease is characterised by annular lesions and blistering or small papules and vesicles with oral and other mucosal lesions being common. In children the lesions often start on the perineum whilst in adults truncal lesions are frequent. These differences in clinical presentation has lead to the differentiation into childhood linear IgA bullous dermatosis, and adult linear IgA bullous dermatosis The exact causes of the disease are unknown but the disease is mediated by IgA autoantibodies to the hemidesmosome and basement membrane zone components BP180/BPAg2/collagen XVII and its shed ectodomain LAD1 (97 kDa), BP230/BPAg1 and LAD285 (285 kDa). IgA autoantibodies are directed against these hemidesmosome and basement membrane components cause inflammation and subepidermal blistering. Diagnosis is confirmed by standard histopathology showing subepidermal blistering associated with eosinophils or neutrophils and sometimes papillary microabscesses. Direct and less commonly indirect immunofluorescence shows IgA at the basement membrane zone. Dapsone is usually very effective, but sometimes other antimicrobials, immunosuppressants or steroids may be required. Remission is usual and mortality rare."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Linear IgA bullous dermatosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Linear IgA disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Childhood linear IgA bullous dermatosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/470720333"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Linear IgA bullous dermatosis, childhood form"
      },
      "foundationReference": "http://id.who.int/icd/entity/470720333"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Chronic bullous disease of childhood"
      },
      "foundationReference": "http://id.who.int/icd/entity/470720333"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Adult linear IgA bullous dermatosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/913864335"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Linear IgA bullous dermatosis, adult form"
      },
      "foundationReference": "http://id.who.int/icd/entity/913864335"
    }
  ]
}