{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1803581281",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/76391627"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1803581281",
  "code": "8B82.0",
  "source": "http://id.who.int/icd/entity/1803581281",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1803581281/postcoordinationScale/associatedWith",
      "axisName": "http://id.who.int/icd/schema/associatedWith",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/1007332872",
        "http://id.who.int/icd/release/11/2024-01/mms/597444540"
      ]
    },
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1803581281/postcoordinationScale/hasSeverity",
      "axisName": "http://id.who.int/icd/schema/hasSeverity",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "NotAllowed",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/501504598",
        "http://id.who.int/icd/release/11/2024-01/mms/932220680",
        "http://id.who.int/icd/release/11/2024-01/mms/671508148",
        "http://id.who.int/icd/release/11/2024-01/mms/579584480"
      ]
    },
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1803581281/postcoordinationScale/hasAlternativeSeverity1",
      "axisName": "http://id.who.int/icd/schema/hasAlternativeSeverity1",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "NotAllowed",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/137604848",
        "http://id.who.int/icd/release/11/2024-01/mms/1926847105",
        "http://id.who.int/icd/release/11/2024-01/mms/489218088",
        "http://id.who.int/icd/release/11/2024-01/mms/2029211037"
      ]
    },
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/1803581281/postcoordinationScale/hasAlternativeSeverity2",
      "axisName": "http://id.who.int/icd/schema/hasAlternativeSeverity2",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "NotAllowed",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/145592658",
        "http://id.who.int/icd/release/11/2024-01/mms/1824378311",
        "http://id.who.int/icd/release/11/2024-01/mms/1714449067",
        "http://id.who.int/icd/release/11/2024-01/mms/1721227995"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Trigeminal neuralgia"
  },
  "definition": {
    "@language": "en",
    "@value": "Trigeminal neuralgia is a manifestation of orofacial neuropathic pain restricted to one or more divisions of the trigeminal nerve. The pain is recurrent, abrupt in onset and termination, triggered by innocuous stimuli and typically compared to an electric shock or described as shooting or stabbing. Some patients experience continuous pain between these painful paroxysms."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Trigeminal neuralgia may result from vascular compression of the trigeminal nerve root (classical trigeminal neuralgia), a tumor at the cerebellopontine angle or multiple sclerosis (secondary trigeminal neuralgia). However, the cause may remain unclear in some patients (idiopathic trigeminal neuralgia) [1, 2, 3]. \nTrigeminal neuralgia is characterized by recurrent brief pain paroxysms typically described as an electric shock, shooting, stabbing or sharp pain. The duration of these pain paroxysms is up to 2 minutes rarely longer. Most often pain attacks last only a few seconds. The pain is unilateral in the vast majority of patents. Bilateral trigeminal neuralgia is very rare except when the neuralgia is caused by multiple sclerosis. The pain must be limited to the distribution of the trigeminal nerve branches. Common locations are the innervation territories of the maxillary (V2) or the mandibular branch (V3) or both V2 and V3. Pain restricted to the ophthalmic branch (V1) or pain concomitantly involving all three branches is less frequent. Innocuous stimuli or movements within the affected territories can trigger pain paroxysms. The pain intensity is characteristically severe. Continuous pain of moderate intensity may be present in the affected area [4, 5]. Persistence or recurrence over ≥ 3 months defines chronic trigeminal neuralgia (see 6 Temporal Properties). \n\nFor additional information see Chronic peripheral neuropathic pain. \n\nOther diagnostic codes may apply, e.g., trigeminal neuralgia should be classified as Chronic neuropathic cancer pain when a tumor affecting the trigeminal nerve is the underlying cause. \n\nDiagnostic Criteria: For the diagnosis of trigeminal neuralgia, pain paroxysms must have occurred for ≥ 3 months and fulfill criteria A, B and D below. Criterion C is required for the diagnosis of classical or secondary trigeminal neuralgia. \nA. The pain is characterized by all of the following: \nA.1 Unilateral facial or oral pain within the territory of one or more divisions of the trigeminal nerve\n A.2 Recurring paroxysmal attacks lasting from a fraction of a second to 2 minutes \nA.3 Severe intensity \nA.4 Electric shock-like, shooting, stabbing or sharp in quality \nB. The pain is precipitated by innocuous stimuli, typically within the affected trigeminal territory and always on the ipsilateral side of the face \nC. Diagnostic test confirming a lesion of the trigeminal nerve root \nD. Not better accounted for by another diagnosis of chronic pain. \n\nComments \nClinically, idiopathic or classical trigeminal neuralgias are not associated with sensory signs other than the precipitation of pain paroxysms by innocuous stimuli or facial movements. However, sensory deficits may be revealed upon quantitative sensory testing (QST). \n\nOther supplementary tests include, e.g., neurophysiologic recording of trigeminal reflexes or trigeminal evoked potentials. In patients with classical or secondary trigeminal neuralgia, magnetic resonance imaging or surgical examination may provide important diagnostic evidence confirming a lesion of the trigeminal nerve and indicating the source of pain [6]. \n\nHowever, all clinical and diagnostic aspects of the pain need to be considered before assuming causality. The diagnosis of classical trigeminal neuralgia requires the demonstration of neurovascular compression with morphological changes (typically atrophy or displacement) of the trigeminal nerve. Mere contact of a blood vessel with a trigeminal nerve is not sufficient [7]. If clinical examination or diagnostic testing are performed, and the results are negative, neuropathic pain is unlikely (or less likely). Consider using another chronic pain diagnosis."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/564191997"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Trigeminal neuralgia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Tic douloureux"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Neuralgia of the fifth cranial nerve"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Neuralgia of 5th cranial nerve"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "infraorbital neuralgia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Idiopathic trigeminal neuralgia"
      },
      "foundationReference": "http://id.who.int/icd/entity/1878070600"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Secondary trigeminal neuralgia"
      },
      "foundationReference": "http://id.who.int/icd/entity/1312954860"
    }
  ]
}