{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1811429982",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1156567558"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1811429982",
  "code": "LD27.03",
  "source": "http://id.who.int/icd/entity/1811429982",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Hidrotic ectodermal dysplasia, Clouston type"
  },
  "definition": {
    "@language": "en",
    "@value": "Clouston syndrome (or hidrotic ectodermal dysplasia) is an inherited disorder characterised by the clinical triad of nail dystrophy, alopecia, and palmoplantar hyperkeratosis."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Clouston syndrome (or hidrotic ectodermal dysplasia) is characterised by the clinical triad of nail dystrophy, alopecia, and palmoplantar hyperkeratosis. The disease was first described in the French-Canadian population (in which it is associated with a founder effect), but has since been identified in several other ethnic groups. The exact prevalence is unknown and the syndrome is likely to be underdiagnosed. Disease penetrance is complete, but expression is quite variable even between affected individuals from the same family. Nail abnormalities are the most consistent feature and frequently manifest at birth or in early infancy. The nails are thickened, slow growing, brittle, often hyperconvex and discoloured with striation. Additional reported features include micronychia, onycholysis and recurrent paronychial infections leading to nail loss. Hair involvement manifests at birth or later during infancy or childhood, and ranges from total to partial, often progressive, alopecia. Residual scalp hair is slow growing, sparse, fine and brittle. Eyebrows and eyelashes are also frequently sparse and axillary, pubic and body hair can be affected. Palmoplantar hyperkeratosis is not a constant finding. When present, it usually begins in childhood and tends to worsen with age; some patients also develop hyperkeratosis and hyperpigmentation over the joints and bony prominences. The teeth are usually unaffected and sweating is normal. Clouston syndrome is transmitted as an autosomal dominant trait and is caused by mutations in the GJB6 gene (13q12), encoding the gap junction protein connexin 30 (Cx30). Diagnosis may be suspected on the basis of the clinical triad of nail dystrophy, hypotrichosis and hyperkeratosis of the palms and soles. The diagnosis can be confirmed by molecular analysis of the GJB6 gene. The differential diagnosis should include pachyonychia congenita and other forms of ectodermal dysplasia (see these terms). Prenatal testing is possible in families where the disease-causing mutation has been identified. At present there is no treatment for the disease and management is purely supportive. The life-span for patients is normal."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Hidrotic ectodermal dysplasia, Clouston type"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Clouston syndrome (MIM 129500)"
      }
    }
  ]
}