{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1813939482",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1664496125"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1813939482",
  "code": "5C64.20",
  "source": "http://id.who.int/icd/entity/1813939482",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Acrodermatitis enteropathica"
  },
  "definition": {
    "@language": "en",
    "@value": "Acrodermatitis enteropathica is an uncommon autosomal recessive disorder of intestinal zinc absorption. Signs usually appear within the first months of life with an exudative and crusted erythema located predominantly around body orifices (mouth, anogenital) and on the scalp and distal extremities. The signs are often misdiagnosed as being due to infection. The condition responds rapidly to zinc supplementation which must be continued throughout life."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Acrodermatitis enteropathica is an autosomal recessive disease due to a partial disorder of intestinal zinc uptake. Signs usually appear within the first months of life, with a characteristic cutaneous rash that is symmetrical, located around the body orifices, behind the ears, and on hands, feet, and head. Cutaneous lesions are erythematous at the onset, and become vesicobullous, pustulous, and hyperkeratosic. Secondary candidal or streptococcal infections may develop and lead to incorrect diagnoses. Disorders of the mucous membranes include gingivitis, stomatitis and glossitis. It is interesting to note that lesions do not develop in infants being nursed until after they are weened. Treatment consists in zinc sulfate administration, for which the doses are regularly increased throughout the growth period, as well as during pregnancy and nursing. Long-term prognosis is good but treatment must never be discontinued."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Acrodermatitis enteropathica"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Danbolt-Closs syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Brandt syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "primary zinc malabsorption syndrome"
      }
    }
  ]
}