{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1817406536",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1315315105"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1817406536",
  "code": "5C61.2",
  "source": "http://id.who.int/icd/entity/1817406536",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Congenital sucrase-isomaltase deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Congenital sucrase-isomaltase deficiency (CSID) is a carbohydrate intolerance disorder characterised by malabsorption of oligosaccharides and disaccharides. CSID is transmitted as an autosomal recessive trait and is caused by mutations in the brush-border membrane complex sucrase-isomaltase (SI), which is required for the breakdown of sucrose and starch into monosaccharides. The SI deficiency results in an accumulation of disaccharides in the lumen, causing osmotic diarrhoea. The prognosis for patients is good as the starch intolerance usually resolves during the first few years of life and sucrose intolerance usually improves with age."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Congenital sucrase-isomaltase deficiency (CSID) is a carbohydrate intolerance disorder characterised by malabsorption of oligosaccharides and disaccharides. The prevalence in the European population has been estimated at 1 in 5 000 but it is higher among the indigenous populations of Alaska, Greenland and Canada. Onset usually occurs during infancy after weaning from breast milk or lactose-only formula onto foods containing sucrose or starch. Clinical manifestations include osmotic-fermentative diarrhoea, abdominal distension and discomfort, flatulence and vomiting. Severe symptoms may lead to failure to thrive, dehydration and malnutrition. CSID is transmitted as an autosomal recessive trait and is caused by mutations in the brush-border membrane complex sucrase-isomaltase (SI), which is required for the breakdown of sucrose and starch into monosaccharides. The disorder is heterogeneous, with identified mutations leading to a range of posttranslational defects affecting protein transport, folding and sorting, and resulting in an absence of sucrase activity and varying degrees of isomaltase deficiency. The SI deficiency results in an accumulation of disaccharides in the lumen, causing osmotic diarrhoea. Diagnosis may be suspected after presentation with osmotic fermentative diarrhoea associated with positive results for sucrose intolerance and sucrose hydrogen breath tests. Definitive diagnosis can be obtained after intestinal biopsy, and demonstration of sucrase deficiency and a reduction in the activity of isomaltase. However, as the gastrointestinal symptoms associated with CSID are nonspecific, diagnosis is often delayed and patients are misdiagnosed with irritable bowel syndrome, cystic fibrosis, celiac disease or other causes of chronic diarrhoea. Treatment revolves around following a strict sucrose- and starch-restricted diet, however, adjuvant enzyme replacement therapy using an oral solution of yeast-derived sucrase (Sacrosidase) has been shown to be highly effective, leading to relief of symptoms and improved nutritional status. The prognosis for patients is good as the starch intolerance usually resolves during the first few years of life and sucrose intolerance usually improves with age."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Congenital sucrase-isomaltase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Congenital sucrose-isomaltose malabsorption"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Disaccharidase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Invertase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sucrase-alpha-dextrinase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Congenital sucrose intolerance"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Disaccharide intolerance type I"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "CSID - [Congenital sucrase-isomaltase deficiency]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "sucrose intolerance of newborn"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "sucrose intolerance"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "sucrase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "disaccharide malabsorption"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "intestinal disaccharidase deficiency"
      }
    }
  ]
}