{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1838051536",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/326964854"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1838051536",
  "code": "DA08.14",
  "source": "http://id.who.int/icd/entity/1838051536",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Pathological resorption of teeth"
  },
  "definition": {
    "@language": "en",
    "@value": "Tooth resorption, external, resorption of calcified dental tissue, beginning on the external surface, usually at the apex or the lateral surface of the root, as a result of tissue reaction in the periodontal or pericoronal tissue, increasing in severity with age."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Tooth resorption, internal, an unusual form of tooth resorption beginning centrally in a tooth, and apparently initiated by a peculiar inflammatory hyperplasia of the pulp. It is symptomless in the early stages. A pink hued area on the crown showing the hyperplastic vascular pulp tissue filling the resorbed area is the most prominent sign.\na. General. In resorption, there is the dissolving (removal) of body tissues by body fluids or cellular activity. Osteoclasts (cells that destroy bone) and cementoclasts (cells that destroy cementum) are the cells active in the resorption of bone and cementum. The condition is evident most often in the alveolar process and in the roots of teeth. Certain types of resorption may be considered normal. Other types may be the result of abnormal conditions. Healthy bone is constantly being remodeled. Resorption and deposition of bone is a normal physiological process and the principle that allows orthodontic movement of teeth. Stimulation of resorptive cellular activity through excessive mechanical or occlusal forces or through the normal shedding of the primary dentition is also within normal resorptive function. The effects of resorption can often be seen on a radiograph. Pathological resorption may be initiated through inflammatory stimulation or as the result of pressure exerted by developing neoplasms or cysts.\nb. Normal Resorption. The roots of deciduous teeth are resorbed just before the eruption of the permanent teeth. There is also normal resorption of bone in edentulous areas where permanent teeth have been extracted. Healthy bone is constantly being remodeled. Resorption and deposition of bone is the basis for the treatment applied by the orthodontist who moves malposed teeth slowly into proper position. Resorption is also important in the repair of a fracture and the healing of a tooth socket.\nc. Abnormal Resorption. There are other types of resorption that may not be considered normal. Resorption of the roots of permanent teeth may be the result of many factors involving disease and trauma. For example, systemic (endocrine) disturbances and some neoplasms are characterized by bone and root resorption. Impacted teeth may impose upon the roots of other teeth to cause areas of resorption.\nd. External and Internal Resorption. Resorption of a tooth may develop externally or internally. Internal resorption is usually caused by inflammatory pulpal stimulation. External resorption may be caused by inflammatory stimulation of resorptive cells or through stimulation of resorptive cells associated with the pressure exerted by developing pathology or impacted teeth. This can cause resorption of tooth structure and surrounding alveolar bone. The cell responsible for the active resorptive process in bone is an osteoclast just as the cementoclast is for cementum. The osteoclast is developed from connective tissue cellular components in the pulp or area adjacent to an inflammatory stimulus outside the tooth."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "External resorption of tooth"
      },
      "foundationReference": "http://id.who.int/icd/entity/336570239"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Internal resorption of tooth"
      },
      "foundationReference": "http://id.who.int/icd/entity/607931637"
    }
  ],
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1135143938"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/494951911"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Pathological resorption of teeth"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "pathological resorption of tooth"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "pathological tooth resorption"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "tooth resorption"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "teeth resorption"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "External resorption of tooth"
      },
      "foundationReference": "http://id.who.int/icd/entity/336570239"
    },
    {
      "label": {
        "@language": "en",
        "@value": "pathological external tooth resorption"
      },
      "foundationReference": "http://id.who.int/icd/entity/336570239"
    },
    {
      "label": {
        "@language": "en",
        "@value": "external resorption of root of tooth"
      },
      "foundationReference": "http://id.who.int/icd/entity/336570239"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Internal resorption of tooth"
      },
      "foundationReference": "http://id.who.int/icd/entity/607931637"
    },
    {
      "label": {
        "@language": "en",
        "@value": "internal pathological tooth resorption"
      },
      "foundationReference": "http://id.who.int/icd/entity/607931637"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Internal granuloma of pulp"
      },
      "foundationReference": "http://id.who.int/icd/entity/213542367"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Pink spot lesion of tooth"
      },
      "foundationReference": "http://id.who.int/icd/entity/678393323"
    }
  ]
}