{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1839497823",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/2116703819"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1839497823",
  "code": "MG30.64",
  "source": "http://id.who.int/icd/entity/1839497823",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Chronic headache or orofacial pain associated with disorders of homoeostasis or their nonpharmacological treatment"
  },
  "definition": {
    "@language": "en",
    "@value": "Chronic headache or orofacial pain associated with disorders of homeostasis or their nonpharmacological treatment is caused by disorders of homoeostasis or the nonpharmacological treatment thereof, and has a duration of more than three months. The pain occurs on at least 50% of the days during at least three months. The duration of pain per day is at least 2 hours."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Chronic headache or orofacial pain associated with disorders of homeostasis or their nonpharmacological treatment is caused by disorders of homoeostasis or the nonpharmacological treatment thereof, and has a duration of more than three months. The pain occurs on at least 50% of the days during at least three months. The duration of pain per day is at least 2 hours. Relevant disorders of homeostasis include hypoxia and/or hypercapnia (i.e. high altitude, aeroplane travel, diving, and sleep apnea), dialysis, arterial hypertension, hypothyroidism, fasting, and cardiac cephalalgia. Relevant nonpharmacological treatments of disorders of homeostasis that can cause chronic headache or orofacial pain include dialysis and therapeutic hypocapnia. Diagnostic Criteria Conditions A to D are fulfilled: A. Headache or orofacial pain for >2 hours on ≥15 days per month for longer than 3 months. B. Disorder of homoeostasis or its nonpharmacological treatment scientifically documented to be able to cause headache or orofacial pain has been documented. C. Evidence of causation demonstrated by at least two of the following: C.1 Headache or orofacial pain has developed in temporal relation to the disorders of homoeostasis or their nonpharmacological treatment. C.2 One or both of the following is fulfilled: a) Headache or orofacial pain has significantly worsened in parallel with worsening of the disorders of homoeostasis or their nonpharmacological treatment. b) Headache or orofacial pain has significantly improved in parallel with improvement of the disorders of homoeostasis or their nonpharmacological treatment. C.3. Headache or orofacial pain has characteristics typical for the disorders of homoeostasis or their nonpharmacological treatment. C.4. Other evidence of causation exists D. The pain is not better accounted for by another diagnosis."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Chronic headache or orofacial pain associated with disorders of homoeostasis or their nonpharmacological treatment"
      }
    }
  ]
}