{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1839366214",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1517885800"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1839366214",
  "code": "5B70",
  "source": "http://id.who.int/icd/entity/1839366214",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Essential fatty acid deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Deficiency of EFA (linoleic acid, linolenic acid, arachidonic acid, docosapentaenoic acid, docosahexaenoic acid and eicosapentaenoic acid) can be caused by deficient intake, particularly, in rapidly growing infants (as preterm infants), in patients receiving parenteral nutrition without an adequate source of EFA, and in diseases with fat malabsorption. Clinical findings are: dermatitis, alopecia, and thrombocytopenia. The role of EFA during pregnancy and lactation has been highlighted, and the role of long-chain n-3 fatty acids as structural components for the development of the retinal function and central nervous system is now accepted. The prenatal period is a time of increased risk for omega-3 deficiency, as maternal tissue stores tend to decline as they are used for the developing fetus. Deficiency of n-3 EFA can affect growth, and cognitive and visual function in infants. The characteristic signs of deficiency attributed to the n-6 fatty acids are scaly skin rash, increased transepidermal water loss, reduced growth, and elevation of the plasma ratio of eicosatrienoic acid: arachidonic acid. EFA deficiency in special populations has been linked to hematologic disturbances and diminished immune response. Long-chain n-3 and n-6 fatty acids are essential nutrients and also, as part of the overall fat supply may affect the prevalence and severity of cardiovascular disease, diabetes, cancer and age-related functional decline."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1867773640"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/517413026"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Essential fatty acid deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "EFAD - [essential fatty acid deficiency]"
      }
    }
  ]
}