{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1869883509",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1576710885"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1869883509",
  "code": "4A60.2",
  "source": "http://id.who.int/icd/entity/1869883509",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Tumour necrosis factor receptor 1 associated periodic syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "TRAPS is an autoinflammatory disease associated with heterozygous mutations in the gene coding for tumour necrosis factor (TNF) receptor 1 (TNFR1). This results in clinical attacks of inflammation in the form of fever and serositis in the form of peritoneal, pleural or synovial inflammation along with increased acute phase reactants."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "TRAPS (tumour-necrosis factor receptor type 1 (TNFR)-Associated Periodic Syndrome) is characterized by episodes of high-grade fever with chills lasting 2-3 weeks associated with diffuse abdominal pain, nausea and vomiting, appendicitis-like bowel obstruction, pseudocellulitis, and localized myalgia of the trunk or limbs. Onset occurs during infancy or childhood. AA Amyloidosis is the main complication of TRAPS and occurs in 25% of cases. Mutations in the TNFRSF1A gene encoding TNFR1, which is known to be involved in the inflammatory response through nuclear factor KB activation, have been shown to underlie this condition. The mode of transmission is autosomal dominant. There is a soluble form of the receptor that is derived from the membrane formed by proteolysis. The physiologic role of the soluble form is not completely understood, but it could have an antagonistic role on the inflammatory pathway that involves trapping TNF-alpha. In contrast to the response to other inflammatory or infectious diseases, the level of the soluble TNFRSF1A gene product does not increase during the inflammatory attacks occurring in TRAPS patients. The presence of an acute-phase reaction contrasting with a normal or decreased soluble TNFRSF1A product serum level seems to be a constant finding in patients with TRAPS. Thus, measuring the level of soluble TNFRSF1A product during attacks could become a step in the diagnosis of recurrent fever of unknown origin."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Tumour necrosis factor receptor 1 associated periodic syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Autosomal dominant periodic fever"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "TRAPS - [tumour necrosis factor receptor 1 associated periodic syndrome]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "TNF - [tumour necrosis factor] receptor 1 associated periodic syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Familial Hibernian fever"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Tumour necrosis factor receptor 1 associated periodic syndrome with amyloidosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/1623292763"
    }
  ]
}