{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1886781445",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/573771682"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1886781445",
  "code": "3B14.1",
  "source": "http://id.who.int/icd/entity/1886781445",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Hereditary factor X deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Congenital factor X deficiency is an inherited bleeding disorder with a decreased antigen and/or activity of factor X (FX) and characterised by mild to severe bleeding symptoms."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Congenital factor X deficiency is a bleeding disorder with a decreased antigen and/or activity of factor X (FX) and characterized by mild to severe bleeding symptoms. Prevalence of homozygous forms is estimated at 1/500 000. Men and women are equally affected. Congenital FX deficiency manifests at any age but in general, severe forms of the disease manifest early in life. Patients may experience severe umbilical cord stump bleeding, recurrent epistaxis, soft-tissue hemorrhages, menorrhagia, easy bruising, hematuria, hemarthroses and excessive bleeding during or following surgery, delivery or trauma. Heterozygote patients most often remain asymptomatic. Inherited congenital FX deficiency is caused by mutations in the F10 (13q34) gene controlling the production of plasma FX. Transmission is autosomal recessive. The severity of the bleeding manifestations correlates with the FX level. Diagnosis is based on prolonged prothrombin, activated partial thromboplastin, and Russell viper venom times (PT, aPTT, RVVT), and on reduced levels of FX. Molecular testing is available, but unnecessary for diagnosis. Differential diagnoses include deficiencies of factors II, V, VII, VIII, IX, XI, XIII or acquired deficiencies in FX (amyloidosis) (see these terms). Prothrombin Complex Concentrates (PCCs) or fresh frozen plasma (if PCCs are not available) is usually used to treat hemorrhagic episodes. Prognosis is good with correct diagnosis and adequate treatment."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Hereditary factor X deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Congenital Stuart factor deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Stuart-Prower factor deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Deficiency of factor X"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "congenital factor x deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Stuart deficiency disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Stuart Prower deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Stuart-Prower disease"
      }
    }
  ]
}