{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1886495906",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1958565793"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1886495906",
  "code": "5C55.01",
  "source": "http://id.who.int/icd/entity/1886495906",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Lesch-Nyhan syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Lesch-Nyhan syndrome (LNS) is the most severe form of hypoxanthine-guanine phosphoribosyltransferase (HPRT) deficiency, a hereditary disorder of purine metabolism, and is associated with uric acid overproduction (UAO), neurological troubles, and behavioural problems. Patients are normal at birth. Psychomotor delay becomes evident within 3 to 6 months with a delay in head support and sitting, hypotonia and athetoid movements. Sandy urine in diapers or crystalluria with urinary tract obstruction are common forms of presentation. Patients usually show mild to moderate intellectual deficit. Diagnosis is suspected when psychomotor delay occurs in a patient with elevated UA in blood and urine. Undetectable HPRT enzyme activity in peripheral blood or in intact cells (erythrocyte, fibroblast) and molecular genetic testing confirm the diagnosis. Inheritance is X-linked recessive."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Lesch-Nyhan syndrome (LNS) is the most severe form of hypoxanthine-guanine phosphoribosyltransferase (HPRT) deficiency (see this term), a hereditary disorder of purine metabolism, and is associated with uric acid overproduction (UAO), neurologic disability, and behavioral problems. Estimated prevalence is between 1/380,000 and 1/235,000 live births. Males are generally affected and heterozygous females are carriers (usually asymptomatic). Patients are normal at birth. Psychomotor delay becomes evident within 3 to 6 months with a delay in sitting and head support, hypotonia and athetoid movements. Sandy urine in diapers or crystalluria with urinary tract obstruction are common forms of presentation. Patients have severe action dystonia with baseline hypotonia that may lead to an inability to stand up and walk, and involuntary movements (choreoathetosis and ballismus) associated with voluntary movements increased by stress but not evident at rest. Dysarthria, dysphagia, and opisthotonus are frequent. Spasticity, hyperreflexia and extensor plantar reflex appear later. Patients usually show mild to moderate intellectual deficit. Obsessive-compulsive self-mutilation (lip biting or finger chewing) can appear as soon as teeth are present, does not result from lack of sensation and may be associated with or aggravated by psychological stress. Agressive behaviour (i.e. spitting, abusive language) may be directed against family and friends. Megaloblastic anaemia is frequent and may be severe. Microcytic anaemia may occur. UAO may result in inflammation, gouty arthritis and urolithiasis. Renal failure or acidosis occur rarely. LNS is caused by complete HPRT deficiency due to mutations in <i>HPRT1</i> gene (Xq26). UAO is due to deficient recycling and enhanced synthesis of purine bases. Megaloblastic anemia is supposed to be due to increased folic acid consumption but it does not respond to folic supplementation. The cause of neurological and behavioral symptoms is unknown. Several neurotransmitter disorders and a toxic effect of hypoxanthine excess have been advocated. Diagnosis is suspected when psychomotor delay occurs in a patient with elevated UA in blood and urine. Undetectable HPRT enzyme activity in peripheral blood or in intact cells (erythrocyte, fibroblast) and molecular genetic testing confirm the diagnosis. Differential diagnoses include cerebral palsy, other causes of intellectual deficit, dystonia and self-injury including autism, Tourette syndrome, Cornelia de Lange syndrome (see these terms), idiopathic intellectual deficit, and severe psychiatric troubles. Prenatal diagnosis by amniocentesis or chorionic villus sampling is possible if the mutation has been identified in the family. Inheritance is X-linked recessive and genetic counseling is essential. UAO is managed with allopurinol, urine alkalinization, and hydration. Doses must be adjusted to avoid xanthine urolithiasis. There is no treatment for the neurological dysfunction. Spasticity and dystonia can be managed with benzodiazepines (diazepam, alprazolam) and gamma-aminobutyric acid inhibitors (baclofen, tizanidine). Physical rehabilitation (i.e. management of dysarthria and dysphagia), devices to enable hand control, walking aids, and posture management to prevent deformities are recommended. Self-injury requires physical restraints, behavioral and pharmaceutical treatment (gabapentin, carbamazepine). Patients may die from aspiration pneumonia or complications from chronic nephrolithiasis and renal failure. With optimal care, few patients live beyond 40 years and most are confined to a wheelchair."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Lesch-Nyhan syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "choreoathetosis self-mutilation syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "deficiency of imp pyrophosphorylase"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "x-linked hyperuricemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Lesch-Nyhan disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "complete hypoxanthine-guanine phosphoribosyltransferase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "HPRT - [ hypoxanthine-guanine phosphoribosyltransferase] complete deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "total HGPRT - [hypoxanthine-guanine phosphoribosyltransferase] deficiency"
      }
    }
  ]
}