{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1894344911",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/293076727"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1894344911",
  "code": "LD2F.01",
  "source": "http://id.who.int/icd/entity/1894344911",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Fetal hydantoin syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Fetal hydantoin syndrome is a fetopathy likely to occur when a pregnant woman takes the anticonvulsant drug phenytoin (diphenylhydantoin) for epileptic seizures. In utero exposure to this drug may result in a characteristic dysmorphic syndrome in the newborn, including low-set hair, short neck with pterygium colli, small nose, deep nasal bridge, epicanthus, hypertelorism, large mouth, malformed ears, hypoplastic distal phalanges of the fingers and toes and finger-like thumbs. These dysmorphic features are often associated with growth retardation and delayed psychomotor development. The mechanism underlying these anomalies has been shown to depend on maternal genetic characteristics, i.e. on maternal capacity to detoxify intermediate metabolites of phenytoin."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Foetal hydantoin syndrome is a foetopathy likely to occur when a pregnant woman takes phenytoin (diphenylhydantoin) for epileptic seizures. Phenytoin is an anticonvulsant marketed in France for more than 40 years. Approximately 2% of women giving birth are epileptic and phenytoin is prescribed to 5 to 20% of these patients, with differences between countries. In utero exposure to this drug may result in a characteristic dysmorphic syndrome in the newborn, including low-set hair, short neck with pterygium colli, small nose, deep nasal bridge, epicanthus, hypertelorism, large mouth, malformed ears, hypoplastic distal phalanges of the fingers and toes and finger-like thumbs. These dysmorphic features are often associated with growth retardation and delayed psychomotor development. The risk of neurological impairment, estimated at 1 to 11 %, is two to three times higher than that for the general population. As with other antiepileptics, the risk of oral clefts and cardiac malformations is five times higher among hydantoin-exposed infants, but the respective roles of the epilepsy and antiepileptic drug in the aetiology of these malformations have not been clearly established. Case reports suggest an increased risk for the occurrence of benign or malignant tumors, like neuroblastoma or other neonatal tumors (ependymoma, ectodermal tumors, Wilms tumor). The mechanism underlying these anomalies has been shown to depend on maternal genetic characteristics,i.e. on maternal capacity to detoxify intermediate metabolites of phenytoin. This is a characteristic illustration of the role of gene-environment interactions in the aetiology of birth defects. Women who are taking phenytoin and planning to get pregnant should be prescribed folic acid supplements (5mg per day), starting before conception, as a preventative measure against malformations."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Fetal hydantoin syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "dysmorphism due to hydantoin"
      }
    }
  ]
}