{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1898135714",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/975559344"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1898135714",
  "code": "3A51.A",
  "source": "http://id.who.int/icd/entity/1898135714",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Haemoglobin E disease"
  },
  "definition": {
    "@language": "en",
    "@value": "Haemoglobin E disease is characterised by the synthesis of an abnormal haemoglobin called haemoglobin E (HbE), instead of the normal haemoglobin A (HbA). Subjects heterozygous for HbE (AE) have an asymptomatic condition with no clinical relevance, except for the risk of transmitting E/beta thalassemia if the other parent carries beta thalassemia. The severity of these E/beta thalassemia forms is very variable, the clinical picture ranging from that of beta thalassemia minor through to thalassemia intermedia to thalassemia major. Subjects homozygous for HbE (EE) are asymptomatic."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Hemoglobin E disease is characterised by the synthesis of an abnormal hemoglobin called hemoglobin E (HbE), instead of the normal hemoglobin A (HbA). HbE is the second most common abnormal hemoglobin after sickle cell hemoglobin (HbS). HbE is common in South-East Asia, where its prevalence can reach 30-40% in some parts of Thailand, Cambodia and in Laos. Hb E is also found in Sri Lanka, North Eastern India, Bangladesh, Pakistan, Nepal, Vietnam and Malaysia. Hemoglobin E is a hemoglobin variant with a mutation in the beta globin gene causing substitution of glutamic acid for lysine at position 26 of the beta globin chain. The beta chain of HbE (betaE) is synthesized at a reduced rate compared with that of normal adult hemoglobin (HbA), as the mutation creates an alternate splicing site within an exon. Consequently, heterozygotes (AE), compound heterozygotes (SE) and homozygotes (EE) show some beta thalassemic features. Subjects heterozygous for HbE (AE) have an asymptomatic condition with no clinical relevance, except for the risk of transmitting E/beta thalassemia if the other parent carries beta thalassemia. The severity of these E/beta thalassemia forms is very variable, the clinical picture ranging from that of beta thalassemia minor through to thalassemia intermedia to thalassemia major. Subjects homozygous for HbE (EE) are asymptomatic. Management concerns exclusively E/beta thalassemia forms. During childhood, regular follow-up of growth and facial deformities, haemoglobin level, vaccinations to prevent infections that may worsen the anemia, and identification and treatment of potential infectious sites are essential, together with regular evaluation for lithiasis of the biliary tract, which may lead to hepatic colic or cholelithiasis and require a cholecystectomy. Daily oral penicillin is recommended. Transfusions are indicated in case of bad tolerance of anemia and/or facial deformities. The main complication of regular transfusions is iron overload (a source of hepatopathy, cardiac failure and endocrinopathies), which requires iron chelation. The most widely used chelator is deferoxamine. Splenectomy can diminish or suppress transfusion requirements in intermediate forms and should not be performed before 5 years. Pregnancy requires regular antenatal care by obstetricians, in collaboration with a hematologist. Transfusions are often required in the 3rd trimester in women with beta thalassemia intermedia, to reduce anemia and low weight births. Treatment of infections, as well of thrombosis prophylaxis, is recommended. Bone marrow transplantation is only rarely indicated. Recombinant erythropoietin, alone or associated with hydroxyurea, may be useful in reducing transfusion requirements, in improving quality of life and in diminishing hemopoietic ectopic extra-medullary masses."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1426960900"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1148519290"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Haemoglobin E disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Homozygous HbE carriers"
      },
      "foundationReference": "http://id.who.int/icd/entity/1814940254"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Compound HbE or other Hb mutant heterozygotes"
      },
      "foundationReference": "http://id.who.int/icd/entity/1227311823"
    }
  ]
}