{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1903085809",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1427672516"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1903085809",
  "code": "LD2D.2",
  "source": "http://id.who.int/icd/entity/1903085809",
  "classKind": "category",
  "foundationChildElsewhere": [
    {
      "label": {
        "@language": "en",
        "@value": "Autosomal dominant polycystic kidney disease type 1 with tuberous sclerosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/1781576728",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/1106405864/other"
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Tuberous sclerosis"
  },
  "definition": {
    "@language": "en",
    "@value": "A disease caused by a dominant mutation of 9q34 (TSC1) or 16p13 (TSC2). This disease may present with facial angiofibromas, Koenen tumours, fibrous plaques on the forehead and scalp, renal angiomyolipomas, subependymal nodules, multiple cortical tubers or retinal hamartoma, epilepsy, or mental retardation."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Tuberous sclerosis is a dominant autosomal inherited disorder with an incidence of 1/10,000 births. The prevalence in the general population of Europe has been estimated to be 8.8/100,000. Two major loci have been identified: one in 9q34 (TSC1), the other in 16p13 (TSC2). Both genes are tumor-suppressors. The TSC2 gene codes for tuberin. Over half the cases are sporadic (spontaneous mutations). Penetrance reaches 95%, and expressivity varies greatly even within a given family. In adulthood, 95% of the patients present with very evocative lesions: facial angiofibromas, Koenen tumors, fibrous plaques on the forehead and scalp, renal angiomyolipomas, subependymal nodules or multiple cortical tuber, retinal hamartoma. Symptoms may be very discrete in children. Epilepsy, usually generalized, is frequent (60% of cases) and may be difficult to control. Mental retardation is observed in over 50% of cases. Accurate diagnosis is essential in order to detect and treat symptomatic lesions (neurological, renal, cardiac and sometimes pulmonary lesions). Unsightly or troublesome skin lesions (facial angiofibromas or Koenen tumors) can be removed by surgical or laser treatment. Genetic counseling proves difficult because of the great variety of phenotypes."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Bourneville disease"
      }
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Tuberous sclerosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Epiloia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Bourneville disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Bourneville phakomatosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Pringle's disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Angiomyolipomatosis and isolated cysts associated with tuberous sclerosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/1787195447"
    }
  ]
}