{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1909954882",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/186534168"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1909954882",
  "code": "LD2H.2",
  "source": "http://id.who.int/icd/entity/1909954882",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Progressive deafness with stapes fixation"
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Stapes fixation (stapedovestibular ankylosis) is a hearing loss condition that appears as a consequence of annular ligament destruction followed by excessive connective tissue production during the healing process. This condition is mainly observed in otosclerosis, but is also found in chronic otitis media with tympanosclerosis, and other rare bone diseases such as Paget's disease and osteogenesis imperfecta (Lobstein disease). The prevalence of symptomatic otosclerosis is estimated as 0.1 to 0.5% of the population in the United-States and Western Europe, thus this is not a rare disease. The prevalence of otosclerosis appears to be lower in the Chinese, Japanese, and Latin American populations, and is much lower in the Black population. Tympanosclerosis occurs in 9 to 38% of chronic otitis media cases. The prevalence of Paget's disease associated with temporal bone involvement is estimated as 0.2 to 1% of Caucasian adults. The prevalence of osteogenesis imperfecta is 1/20 000 births. Hearing loss is observed in 26 to 60% of these patients. The etiology of otosclerosis is still unknown. Otosclerosis appears to be a multifactorial disease. Autosomal dominant and a low penetrance (40%) transmission is observed in familial cases. The role of infection with the measles virus as a triggering factor is currently being investigated. Osteogenesis imperfecta is principally related to the mutation of the collagen 1A1 (COL1A1) and 1A2 (COL1A2) genes. The etiology of Paget's disease is still unclear. Tympanosclerosis is a sequela of middle ear chronic inflammation. Otoscopy is normal in otosclerosis, Paget's disease, and osteogenesis imperfecta. It reveals middle ear lesions in tympanosclerosis. Audiometry shows a conductive or mixed hearing loss with abolished stapedial reflexes. Computerised tomography (CT) scanning is crucial for the diagnosis of stapes fixation. It detects the bone lesions of otosclerosis as a hypodense regions mainly localized to the anteriorpart of the oval window. In osteogenesis imperfecta and Paget's disease, lesions involve the whole temporal bone and the skull, and result in thickening of the ossicles. In tympanosclerosis, calcified plaques are typically diffuse in the middle ear cleft and involve the oval window. Differential diagnosis should include minor ossicular malformations presenting with a normal otoscopy, a conductive hearing loss, and abolished stapedial reflexes. In case of otosclerosis, an audiometry with stapedial reflex assessment should be recommended for the parents, siblings, and children (above 20 years of age) of the patient. In all the above etiologies, the progression of the hearing loss is generally slow. The hearing loss due to stapes fixation is rarely profound and should always resolve early during follow-up. The conductive component of the hearing loss can be restored by surgery or hearing aids. The associated sensorineural component is managed by hearing aids or cochlear implants, depending on its severity. Sodium fluoride has been reported to slow the progression of otosclerosis lesions, and the consequent sensorineural hearing loss."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Progressive deafness with stapes fixation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Stapedo-vestibular ankylosis"
      }
    }
  ]
}