{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/190956303",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/2116703819"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#190956303",
  "code": "MG30.65",
  "source": "http://id.who.int/icd/entity/190956303",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Chronic headache or orofacial pain associated with cranial or cervical vascular disorder"
  },
  "definition": {
    "@language": "en",
    "@value": "Chronic headache or orofacial pain associated with cranial or cervical vascular disorder is caused by vascular cervical or cranial disorders, and has a duration of more than three months. The pain occurs on at least 50% of the days during at least three months. The duration of pain per day is at least 2 hours."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Chronic headache or orofacial pain associated with cranial or cervical vascular disorder is caused by vascular cervical or cranial disorders, and has a duration of more than three months. The pain occurs on at least 50% of the days during at least three months. The duration of pain per day is at least 2 hours. Relevant cranial or cervical vascular disorders that can cause chronic headache or orofacial pain include ischaemic stroke, non-traumatic intracranial haemorrhage, unruptured vascular malformation, arteritis, cervical carotid or vertebral artery disorder, genetic vasculopathy, and pituitary apoplexy. Diagnostic Criteria Conditions A to D are fulfilled: A. Headache or orofacial pain for >2 hours on ≥15 days per month for longer than 3 months. B. Cranial or cervical vascular disorder scientifically documented to be able to cause headache or orofacial pain has been diagnosed. C. Evidence of causation demonstrated by at least two of the following: C.1 Headache or orofacial pain has developed in temporal relation to the onset of the cranial or cervical vascular disorder C.2 One or both of the following is fulfilled: a) Headache or orofacial pain has significantly worsened in parallel with worsening of the cranial or cervical vascular disorder. b) Headache or orofacial pain has significantly improved in parallel with improvement of the cranial or cervical vascular disorder C.3. Headache or orofacial pain has characteristics typical for the cranial or cervical vascular disorder C.4. Other evidence exists of causation D. The pain is not better accounted for by another diagnosis."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Chronic headache or orofacial pain associated with cranial or cervical vascular disorder"
      }
    }
  ]
}