{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1934975006",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/526909365"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1934975006",
  "code": "5C81.1",
  "source": "http://id.who.int/icd/entity/1934975006",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Hypobetalipoproteinaemia"
  },
  "definition": {
    "@language": "en",
    "@value": "Hypobetalipoproteinemia (HBL) constitutes a group of lipoprotein metabolism disorders that are characterised by permanently low levels (below the 5th percentile) of apolipoprotein B and LDL cholesterol. There are two types of HBL: familial hypobetalipoproteinemia and chylomicron retention disease (CMRD; see these terms). The familial form can be severe with early onset (abetalipoproteinemia/homozygous familial hypobetalipoproteinemia; see this term) or benign (benign familial hypobetalipoproteinemia; see this term). (Please add the sentence). Severe familial HBL and CMRD appear in infancy or childhood. As a result they are often associated with growth delay, diarrhoea with steatorrhoea, and fat malabsorption. Benign familial hypobetalipoproteinemia is generally asymptomatic, but in adults is occasionally associated with dietary intolerance to fat. HBL disorders are caused by mutations in proteins involved in the synthesis, secretion and catabolism of lipoproteins containing apolipoprotein B (LDL, VLDL and chylomicrons)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Hypobetalipoproteinemia (HBL) constitutes a group of lipoprotein metabolism disorders that are characterized by permanently low levels (below the 5th percentile) of apolipoprotein B and LDL cholesterol. HBL affects around 1/1,000 individuals. There are two types of HBL: familial hypobetalipoproteinemia and chylomicron retention disease (CMRD; see these terms). The familial form can be severe with early onset (abetalipoproteinemia/homozygous familial hypobetalipoproteinemia; see this term) or benign (benign familial hypobetalipoproteinemia; see this term). Severe familial HBL and CMRD appear in infancy or childhood. As a result they are often associated with growth delay, diarrhea with steatorrhea, and fat malabsorption. Infants with severe familial hypobetalipoproteinemia have hepatomegaly with steatosis, spastic ataxia, atypical retinitis pigmentosa, acanthocytosis, low levels of liposoluble vitamins (A, E and K), and major cytolysis and even cirrhosis. Benign familial hypobetalipoproteinemia is generally asymptomatic, but in adults is occasionally associated with dietary intolerance to fat, steatorrhea after oral intake of lipids, moderate cytolysis, cholelithiasis, moderately low levels of liposoluble vitamins and acanthocytosis. Moderate hepatic steatosis and paresthesia of the extremities are sometimes observed. HBL disorders are caused by mutations in proteins involved in the synthesis, secretion and catabolism of lipoproteins containing apolipoprotein B (LDL, VLDL and chylomicrons). Abetalipoproteinemia is inherited in a recessive manner and is a result of mutations of two alleles of the MTTP gene (MTP; 4q24). Other severe early familial hypobetalipoproteinemias are inherited in a codominant manner and are a result of mutations of two alleles of the APOB gene (2p24-p23). Benign familial hypobetalipoproteinemia, which is also inherited in a codominant manner, can be caused by heterozygous mutations of the APOB gene or the PCSK9 gene (1p34.1-p32). CMRD, which is inherited in an autosomal recessive manner, is caused by mutations of two alleles of the SAR1B gene (SARA2; 5q31.1). Diagnosis of familial hypobetalipoproteinemia is based on lipid analysis, after 12 hours of fasting, carried out on the patient and their parents to measure serum levels of LDL (<0.10g/L for the severe form; <0.80g/L for the moderate form), triglycerides (<0.20 g/L for the severe form; <0.50g/L for the moderate form), and apolipoprotein B (<0.10g/L for the severe form; <0.50g/L for the moderate form). Evaluation of steatorrhea and truncated apolipoprotein B after oral lipid intake, measurement of liposoluble vitamins (A, E, K), testing for acanthocytosis (on blood smears), complete neurological examination, hepatic ultrasound and eye examination can also be carried out. Diagnosis of CMRD is based on the absence in serum, after oral lipid intake, of intestinal apolipoprotein B (ApoB-48) and the appearance of `white intestine' seen endoscopically. Differential diagnoses of HBL include metabolic diseases with hepatic overload, with steatosis and/or hepatomegaly, atypical diseases of the central and peripheral nervous system, and secondary causes of hypocholesterolemia (iatrogenic or systemic). Prenatal diagnosis is feasible when the causal mutations in both parents are known. Management of the moderate forms of HBL includes reduction of the proportion of fat in the patient's diet and vitamin E supplementation. Management of the severe forms of HBL and CMRD should take place in specialized centers. The prognosis of HBL is severe when the disease manifests in early childhood, and is excellent for the moderate form without cytolysis and steatosis. A familial syndrome of longevity has been observed in the benign forms of HBL (many patients live over the age of 85)."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Hypobetalipoproteinaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Abetalipoproteinaemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/1117838449"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Homozygous familial hypobetalipoproteinaemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/1117838449"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Bassen-Kornzweig disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/1117838449"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Apolipoprotein B deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/1117838449"
    },
    {
      "label": {
        "@language": "en",
        "@value": "ABL - [abetalipoproteinemia]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1117838449"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Familial hypobetalipoproteinaemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/550889838"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Benign familial hypobetalipoproteinaemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/754199314"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Truncated form of apolipoprotein B-100"
      },
      "foundationReference": "http://id.who.int/icd/entity/716385841"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Chylomicron retention disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/1447416932"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hypobetalipoproteinaemia with selective deletion of Apo B-48"
      },
      "foundationReference": "http://id.who.int/icd/entity/1447416932"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Anderson disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/1447416932"
    },
    {
      "label": {
        "@language": "en",
        "@value": "CMRD - [chylomicron retention disease]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1447416932"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Secondary hypobetalipoproteinaemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/50665126"
    }
  ]
}