{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1935481507",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/843843448"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1261473506",
    "http://id.who.int/icd/release/11/2024-01/mms/1773362311",
    "http://id.who.int/icd/release/11/2024-01/mms/1935481507/other",
    "http://id.who.int/icd/release/11/2024-01/mms/1935481507/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1935481507",
  "code": "8B21",
  "source": "http://id.who.int/icd/entity/1935481507",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Cerebrovascular disease with no acute cerebral symptom"
  },
  "definition": {
    "@language": "en",
    "@value": "Silent cerebral infarct is defined as an infarct demonstrated on neuroimaging or at autopsy that has not caused acute dysfunction of the brain (i.e. does not qualify for diagnoses of TIA or cerebral ischemic stroke). The term “silent” denotes lack of acute symptoms."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "There is substantial scientific support that silent cerebral infarcts carry important consequences on brain function (cognition, gait, balance function) and prognosis. Whereas effects of specific therapies have not been demonstrated yet, risk factor assessment and control should usually be applied for preventive purposes. Cerebral microbleeds have been recognized more recently. Whereas scientific evidence of their clinical implications and prognosis are as yet less well document than for silent cerebral infarcts, present state of knowledge was felt to warrant their inclusion in this block rather then regarding them as incidental findings. Like silent cerebral infarct, risk factor control would be clinically indicated in most instances Since ICD-10 major progress have been made in the field of white matter abnormalities associated with vascular disease. Other terms used are leucoaraiosis and ischemic white matter abnormalities. It has been demonstrated that presence of white matter abnormalities has prognostic implications in cerebrovascular disease and have strong links with cognitive impairment, dementia and non-focal neurological symptoms like gait abnormalities, balance and urinary function. White matter abnormalities are also a feature of some other specific cerebrovascular diseases like CADASIL and are also seen in Fabry disease. Like the other similar entities, presence of white matter abnormalities of presumed vascular origin risk factor diagnostic workup and risk factor control may be indicated. The risk of disease stigmatization by including diseases (in particular silent cerebral infarcts and silent cerebral microbleeds/macrobleeds) not causing acute brain dysfunction, but rather incidentally diagnosed by neuroimaging, has been carefully considered. It is felt that these diagnoses have clinical implications in terms of prevention, which would be of benefit for the patient. However, definitions should be explicit that these entities do not represent a “stroke”."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Transient ischaemic attack"
      },
      "foundationReference": "http://id.who.int/icd/entity/826335789",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/826335789"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Cerebral ischaemic stroke"
      },
      "foundationReference": "http://id.who.int/icd/entity/636274910",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/636274910"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Intracerebral haemorrhage"
      },
      "foundationReference": "http://id.who.int/icd/entity/873092535",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/873092535"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Subarachnoid haemorrhage"
      },
      "foundationReference": "http://id.who.int/icd/entity/1363253283",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/1363253283"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Stroke not known if ischaemic or haemorrhagic"
      },
      "foundationReference": "http://id.who.int/icd/entity/1442995018",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/1442995018"
    }
  ]
}