{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1947520963",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1297666279"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1947520963",
  "code": "5C58.01",
  "source": "http://id.who.int/icd/entity/1947520963",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Gilbert syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Gilbert's syndrome is an inherited liver disorder characterised by jaundice due to unconjugated hyperbilirubinemia, resulting from a partial deficiency in hepatic bilirubin glucuronosyltransferase activity."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Gilbert syndrome is an inherited liver disorder characterized by jaundice due to unconjugated hyperbilirubinemia, resulting from a partial deficiency in hepatic bilirubin glucuronosyltransferase activity. It is not a rare disease and 3% to 10% of the population is affected by the disorder. The main manifestation is an isolated unconjugated hyperbilirubinemia. Apart from jaundice, clinical examination is normal. In affected children and adults, bouts of jaundice are often triggered by fasting or infections. Mild abdominal pain and nausea may be noted during periods of jaundice. Neonatal jaundice in newborns with Gilbert's syndrome may be more severe and long lasting. The disorder is linked to a decrease (20% to 30% of normal) in the enzymatic activity of bilirubin glucuronosyltransferase (UDP-glucuronosyltransferase 1-1). In European, American and African populations, a mutation has been identified within the promoter region of the UGT1A1 gene (UDP glucuronosyltransferase 1 family, polypeptide A1; 2q37), while the structural portion of the gene coding for the enzyme itself is normal. Gilbert patients with this mutation are homozygous for the TA7TAA allele, whereas the wild type is TA6TAA. In these populations, only 40% of individuals are homozygous for the wild type TA6TAA allele and 16% are homozygous for TA7TAA allele. The presence of TA7TAA is necessary but not sufficient for jaundice to develop. An additional factor is required for expression of hyperbilirubinemia: hyperhemolysis (the half life of red blood cells is often shorter than normal), dyserythropoiesis or decreased bilirubin uptake by the liver. In Asia, the TA7TAA allele is very rare and Gilbert syndrome is, in most cases, due to a mutation within exon 1 of the UGT1A1 gene. Diagnosis is clinical or may be established following the incidental discovery of hyperbilirubinemia on routine analysis. Apart from hyperbilirubinemia, other hepatic tests are normal. Molecular diagnosis is available for both mutations (promoter, exon 1). The differential diagnosis should include Dubin-Johnson syndrome and Rotor syndrome (see these terms). The disorder is transmitted as an autosomal recessive trait but its benignity makes genetic counseling irrelevant. The disease is completely benign and requires no treatment; correct diagnosis is therefore essential for avoiding unnecessary investigations. The prognosis is excellent and medical follow-up is not required. Special care may be indicated when administering antimitotic drugs (such as irinotecan) which are metabolized by a pathway involving bilirubin glucuronosyltransferase."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/628615515"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Gilbert syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "familial nonhaemolytic jaundice"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "constitutional hyperbilirubinaemia (in part)"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "hereditary nonhaemolytic bilirubinaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "familial nonhaemolytic bilirubinaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "idiopathic hyperbilirubinaemia (in part)"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Gilbert disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "icterus intermittens juvenilis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "chronic intermittent juvenile jaundice"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "low-grade chronic hyperbilirubinaemia syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "benign unconjugated bilirubinaemia syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "hereditary nonhaemolytic jaundice"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "idiopathic unconjugated hyperbilirubinaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Meulengracht syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Gilbert--Lereboullet syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "constitutional hepatic dysfunction"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Meulengracht icterus"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "cholaemia familiaris simplex"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "familial cholaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "congenital familial cholaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "physiologic cholaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hyperbilirubinaemia type 1"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Gilbert cholaemia"
      }
    }
  ]
}