{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1947003329",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/817691561"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1947003329",
  "code": "1F52",
  "source": "http://id.who.int/icd/entity/1947003329",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Babesiosis"
  },
  "definition": {
    "@language": "en",
    "@value": "A disease caused by the protozoan parasite Babesia. This disease is characterised by reproduction and lysis of erythrocytes leading to symptoms that depend on the level of parasitaemia and immune status of the infected individual. This disease may present with fever, chills, malaise, myalgia, haemolytic anaemia, shock, or may be asymptomatic. Transmission is through the bite of an infected tick (Ixodes), or vertical transmission. Confirmation is by identification of Babesia in a blood smear, or detection of antibodies against Babesia."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Babesiosis is a tick-borne malaria-like zoonotic infection caused by intraerythrocytic protozoan parasites of the Babesia genus. Humans are opportunistic hosts for Babesia when bitten by nymph or adult ticks. The clinical signs and symptoms of babesiosis are related to the parasitism of RBCs by Babesia. Fever, hemolytic anemia, and hemoglobinuria may result from Babesia infection. As with malaria, RBC fragments may cause capillary blockage and/or microvascular stasis, explaining liver, splenic, renal, and CNS involvement. As with malaria, cells of the reticuloendothelial system (RES) in the spleen remove damaged RBC fragments from the circulation. RBC destruction results in hemolytic anemia.. Babesiosis may also be transmitted via blood transfusion."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Piroplasmosis"
      }
    }
  ],
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1599087747"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1945127438"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Babesiosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Piroplasmosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "babesiasis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "infection by babesia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "piroplasma infection"
      }
    }
  ]
}