{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/1991119186",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1208294714"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#1991119186",
  "code": "1D80.2",
  "source": "http://id.who.int/icd/entity/1991119186",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Meningitis due to mumps virus"
  },
  "definition": {
    "@language": "en",
    "@value": "A disease of the meninges, caused by an infection with mumps virus. This disease is characterised by photophobia, vomiting, fever, arthralgia, headache, stiff neck, convulsions, or seizures. This disease may also present with pale, blotchy skin or a distinctive rash. Transmission is by haematogenous spread to the meninges after inhalation of infected respiratory secretions or droplet transmission. Confirmation is by identification of mumps virus in a buccal swab or blood sample."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Aseptic meningitis is the most common extra-salivary gland complication of mumps virus infection. It can occur precede, during or after mumps parotitis. In 50% percent of cases, meningitis due to mumps virus occurs in the absence of salivary gland involvement. Symptoms include headache, fever, vomiting mild nuchal rigidity and lethargy. Symptoms peak within 48 hours and resolve thereafter. Patients with symptoms that do not resolve over 7-10 days are presumed to have mumps encephalitis. Ataxia, electroencephalographic abnormalities and behavioural changes can be observed in patients after infection but should resolve after 2-3 weeks. Sensorineural hearing loss is a common complication of mumps virus infection. Vertigo can present with the onset of impaired hearing. Rare CNS complications of mumps infection include facial palsy, cerebellar ataxia, flaccid paralysis, transverse myelitis and ascending polyradiculitis."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "mumps meningitis"
      }
    }
  ],
  "fullySpecifiedName": {
    "@language": "en",
    "@value": "Viral meningitis due to Mumps virus"
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/738030718"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/2071159826"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Meningitis due to mumps virus"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "mumps virus meningitis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "mumps meningitis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Viral meningitis due to Mumps virus"
      }
    }
  ]
}