{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/201200685",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/775270311"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#201200685",
  "code": "LD90.4",
  "source": "http://id.who.int/icd/entity/201200685",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Rett syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "A condition in which apparently normal early development is followed by partial or complete loss of speech and of skills in locomotion and use of hands, together with deceleration in head growth, usually with an onset between seven and 24 months of age. Loss of purposive hand movements, hand-wringing stereotypies, and hyperventilation are characteristic. Social and play development are arrested but social interest tends to be maintained. Trunk ataxia and apraxia start to develop by age four years and choreoathetoid movements frequently follow. Severe mental retardation almost invariably results."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Diagnostic criteria (from external source, not released by WHO)\n\nA. Apparently normal prenatal and perinatal period and apparently normal psychomotor development through\nthe first six months and normal head circumference at birth.\n\nB. Deceleration of head growth between five months and four years and loss of acquired purposeful hand\nskills between six and 30 months of age that is associated with concurrent communication dysfunction and\nimpaired social interactions and appearance of poorly coordinated/unstable gait and/or trunk movements.\n\nC. Development of severely impaired expressive and receptive language, together with severe psychomotor\nretardation.\n\nD. Stereotyped midline hand movements (such as hand wringing or washing) with an onset at or after the time that purposeful hand movements are lost."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Rett syndrome"
      }
    }
  ]
}