{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2021339495",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1616506198"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2021339495",
  "code": "4A01.12",
  "source": "http://id.who.int/icd/entity/2021339495",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Major histocompatibility complex class II deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Immunodeficiency by defective expression of HLA class II is an autosomal recessive primary immune deficiency, manifesting by recurrent viral and bacterial infections, often leading to chronic diarrhoea and growth retardation."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Combined immune deficiency associated with the lack of HLA class II molecules is an autosomal recessive inherited disease. Failure to express HLA class II molecules causes a combined deficiency of cell-mediated immune responses (CD4 lymphopenia and impaired response to antigens) and antibody-mediated immune responses (hypogammaglobulinemia). As a result, patients are exposed to recurrent viral and bacterial infections, often leading to chronic diarrhoea and growth retardation. The disease is caused by mutations in four proteins involved in the regulation of HLA class II molecules gene transcription. Less than 100 cases have been reported worldwide. Patients can be cured with bone marrow transplantations of haematopoietic stem cells."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Major histocompatibility complex class II deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Immunodeficiency by defective expression of HLA class 2"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "HLA class 2-negative severe combined immunodeficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Bare lymphocyte syndrome type 2"
      }
    }
  ]
}