{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2023258628",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/668140715"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2023258628",
  "code": "LA88.41",
  "source": "http://id.who.int/icd/entity/2023258628",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Perimembranous central ventricular septal defect"
  },
  "definition": {
    "@language": "en",
    "@value": "A congenital cardiovascular malformation in which there is a ventricular septal defect that 1) occupies the space that is usually closed by the interventricular part of the membranous septum, 2) is usually adjacent to the area of fibrous continuity between the leaflets of an atrioventricular valve and an arterial valve, 3) is adjacent to an area of mitral-tricuspid fibrous continuity, and 4) is located at the center of the base of the ventricular mass.\n\nAdditional information: This code is used by some as synonymous with the perimembranous, conoventricular, Type II, or the paramembranous defects. Although best used to describe the perimembranous defect that opens centrally at the base of the right ventricle, this term might be used to code perimembranous defects with inlet or outlet extension. It is recommended, however, that the more precise terms be used whenever possible for coding the latter lesions. It should also not be used to code an inlet ventricular septal defect, or the so-called atrioventricular canal ventricular septal defect. More specific terms exist for coding these entities. It is used by some to describe an isolated perimembranous ventricular septal defect without extension, although it is unlikely that perimembranous defects exist in the absence of deficiency of their muscular perimeter. The conoventricular ventricular septal defect with malalignment should be coded as an outlet defect, as should the perimembranous defect opening to the outlet of the right ventricle. Such defects can also extend to become doubly committed and juxta-arterial (conal septal hypoplasia) when there is also fibrous continuity between the leaflets of the arterial valves or when there is a common arterial valve. Specific codes exist for these variants, which ideally should not be coded using this term."
  },
  "codingNote": {
    "@language": "en",
    "@value": "Although best used to describe the perimembranous defect that opens centrally at the base of the right ventricle, this term might be used to code perimembranous defects with inlet or outlet extension. It is recommended, however, that the more precise terms be used whenever possible for coding the latter lesions. This code is used by some as synonymous with the perimembranous, conoventricular, Type II, or the paramembranous defects. It should not be used to code an inlet VSD, or the so-called atrioventricular canal VSD. More specific terms exist for coding these entities. It is used by some to describe an isolated perimembranous VSD without extension, although it is unlikely that perimembranous defects exist in the absence of deficiency of their muscular perimeter. The conoventricular VSD with malalignment should be coded as an outlet defect, as should the perimembranous defect opening to the outlet of the right ventricle. All perimembranous defects, nonetheless, have part of their margins made up of fibrous continuity either between the leaflets of an atrioventricular and an arterial valve or, in the setting of double outlet right ventricle or overriding of the tricuspid valve, by fibrous continuity between the leaflets of the mitral and tricuspid valves. Such defects can also extend to become doubly committed and juxta-arterial (conal septal hypoplasia) when there is also fibrous continuity between the leaflets of the arterial valves or when there is a common arterial valve. Specific codes exist for these variants, which ideally should not be coded using this term."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Perimembranous central ventricular septal defect"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Paramembranous ventricular septal defect"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Type 2 ventricular septal defect"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "membranous ventricular septal defect"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "perimembranous ventricular septal defect"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Central perimembranous ventricular septal defect"
      }
    }
  ]
}