{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2029519782",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1842978338"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2029519782",
  "code": "5C50.11",
  "source": "http://id.who.int/icd/entity/2029519782",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Tyrosinaemia type 1"
  },
  "definition": {
    "@language": "en",
    "@value": "Tyrosinemia type 1 is an inborn error of amino acid metabolism characterised by hepatorenal manifestations. The early-onset acute form of the disorder manifests between 15 days and 3 months after birth with hepatocellular necrosis. Septicaemia is a frequent complication. Renal tubular dysfunction occurs and is associated with phosphate loss and hypophosphatemic rickets. A later onset form has also been described and manifests with vitamin-resistant rickets caused by renal tubular dysfunction."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Tyrosinemia type 1 is an inborn error of amino acid metabolism characterized by hepatorenal manifestations. Prevalence is estimated at 1 in 2 million. The early-onset acute form of the disorder manifests between 15 days and 3 months after birth with hepatocellular necrosis associated with vomiting, diarrhea, jaundice, hypoglycemia, edema, ascites and gastrointestinal bleeding. Septicemia is a frequent complication. Renal tubular dysfunction occurs and is associated with phosphate loss and hypophosphatemic rickets. A later onset form has also been described and manifests with vitamin-resistant rickets caused by renal tubular dysfunction. If left untreated, neurologic crises with porphyria, polyneuritis and dystonia may occur in the acute form of the disorder and in rare cases may be the presenting features of the disease. Malignant hepatocellular carcinomas are frequent. The disorder is transmitted as an autosomal recessive trait and is caused by deficiency of fumarylacetoacetate hydrolase (FAH, 15q23-q25), an enzyme involved in the degradation of tyrosine. FAH deficiency leads to inhibition of delta-aminolevulinate dehydratase, a key enzyme in the synthesis of porphobilinogens. Diagnosis is confirmed by detection of increased urinary excretion of delta-aminolevulinic acid and a characteristic gas chromatography urine profile showing increased levels of succinylacetone. Assays of FAH activity in fibroblasts are also feasible and may useful for diagnosis. Prenatal diagnosis is possible through analysis of metabolites, enzyme studies or through molecular testing for families in which the disease-causing mutation has already been identified. Treatment revolves around administration of nitisinone (NTBC), which obtained European marketing authorization in 2005 as an orphan drug for the treatment of tyrosinemia type 1, in combination with a protein-restricted diet to prevent hypertyrosinemia. Despite treatment, malignant hepatocellular carinomas (characterized by an increase in alpha fetoprotein) still develop in some patients and require liver transplantation."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/25668130"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Tyrosinaemia type 1"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Fumarylacetoacetase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hepatorenal tyrosinaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Tyrosinaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hypertyrosinaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Tyrosinosis"
      }
    }
  ]
}