{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2034586329",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/721319964"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2034586329",
  "code": "EB43",
  "source": "http://id.who.int/icd/entity/2034586329",
  "classKind": "category",
  "foundationChildElsewhere": [
    {
      "label": {
        "@language": "en",
        "@value": "Transient neonatal epidermolysis bullosa acquisita"
      },
      "foundationReference": "http://id.who.int/icd/entity/549059777",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/437941753/other"
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Epidermolysis bullosa acquisita"
  },
  "definition": {
    "@language": "en",
    "@value": "Epidermolysis bullosa acquisita is an acquired non-familial blistering disease characterised by the presence of autoantibodies to collagen VII at the epidermal basement membrane zone, as demonstrated by direct immunofluorescence. There is a wide spectrum of clinical manifestations including a trauma-induced variant and a more inflammatory variant."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Epidermolysis bullosa acquisita is rare with a prevalence estimated at less than 0.25 per million in Western Europe. It is occurs in children and adults and may be more common in patients of African and Asian origin. The disease is characterised by trauma-induced blistering, and thus the lesions are commonest on the hands, feet, elbows and knees. The early lesions may be inflammatory with blisters arising from inflamed red plaques resembling bullous pemphigoid, and this clinical picture persists in some patients. In the majority the blistering becomes less inflammatory with time and is more closely related to trauma, resulting in scarring and milia formation. Mucosal involvement is common: if very severe the patients are regarded as having mucous membrane pemphigoid. The exact causes of the disease are unknown but the disease is mediated by IgG autoantibodies to the basement membrane anchoring fibril, collagen VII (290 kDa). These autoantibodies cause subepidermal blistering and scarring. Diagnosis is confirmed by standard histopathology showing subepidermal blistering with a heavy predominately neutrophil infiltrate in the inflammatory phase and an absent infiltrate in the non-inflammatory phase. Direct and indirect immunofluorescence shows IgG at the basement membrane zone. Treatment is difficult. Remission is rare and morbidity severe. There is an association with inflammatory bowel disease in some cases."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Genetically-determined epidermolysis bullosa"
      },
      "foundationReference": "http://id.who.int/icd/entity/1381715631",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/1381715631"
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Epidermolysis bullosa acquisita"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Acquired epidermolysis bullosa"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "EBA - [epidermolysis bullosa acquisita]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Epidermolysis bullosa acquisita, Brunsting-Perry type"
      },
      "foundationReference": "http://id.who.int/icd/entity/1417911502"
    }
  ]
}