{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2047696084",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/2080031371"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2047696084",
  "code": "5B57.0",
  "source": "http://id.who.int/icd/entity/2047696084",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Vitamin D deficiency rickets"
  },
  "definition": {
    "@language": "en",
    "@value": "Rickets is a disease of growing bone that is due to unmineralized matrix at the growth plates and occurs in children only before fusion of the epiphyses. There are many causes of rickets, including vitamin D disorders, calcium deficiency, phosphorous deficiency, and distal renal tubular acidosis. With the increased survival rate of very low birthweight infants, rickets in this age group has become a significant problem."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Most manifestations of rickets are due to skeletal changes. Craniotabes is a softening of the cranial bones and can be detected by applying pressure at the occiput or over the parietal bones. The sensation is similar to the feel of pressing into a Ping-Pong ball and then releasing. Widening of the costochondral junctions results in a rachitic rosary, which feels like the beads of a rosary as the examiner’s fingers move along the costochondral junctions from rib to rib. Growth plate widening is also responsible for the enlargement at the wrists and ankles. The horizontal depression along the lower anterior chest known as Harrison groove occurs from pulling of the softened ribs by the diaphragm during inspiration. Softening of the ribs also impairs air movement and predisposes patients to atelectasis and pneumonia. These children have an increased risk of pneumonia and muscle weakness leading to a delay in motor development."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1867773640"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/517413026"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Vitamin D deficiency rickets"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "infantile osteomalacia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "juvenile osteomalacia"
      }
    }
  ]
}