{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2076748409",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/793136270"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2076748409",
  "code": "1G05",
  "source": "http://id.who.int/icd/entity/2076748409",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Tungiasis"
  },
  "definition": {
    "@language": "en",
    "@value": "A disease of the skin, caused by an infection with the parasite Tunga penetrans. This disease is characterised by lesions (white patch with a black dot in the middle), skin inflammation, or pruritus surrounding the lesion. This disease may also be asymptomatic. Transmission is through the bite of an infected flea, or by direct contact with an infected animal. Confirmation is by identification of Tunga penetrans or travel history."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Tungiasis is a parasitic skin disease caused by the female sand flea Tunga penetrans, which burrows into the skin, usually on the feet. The ectoparasitosis is associated with poverty and occurs in many resource-poor communities in the Caribbean, South America and Africa. The lesions are initially itchy and later become painful. Although tungiasis is a self-limited infection, superinfected lesions lead to formation of pustules, suppuration and ulcers. The diagnosis is made clinically, taking into consideration the dynamic nature of the morphology of the lesion. Severe complications occur in heavily infested individuals such as loss of toenails, deformation and auto-amputation of digits. In non-vaccinated individuals the infestation may lead to tetanus. Surgical extraction of the flea under sterile conditions and treatment of secondary infection is the only appropriate treatment currently available."
  },
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1945127438"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Tungiasis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sand-flea infestation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Jiggers infestation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Tunga penetrans infestation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Chigoe infestation"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Jigger disease"
      }
    }
  ]
}