{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2078241550",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1596128696"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2078241550",
  "code": "5C56.32",
  "source": "http://id.who.int/icd/entity/2078241550",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 4"
  },
  "definition": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type IV (MPS IV) is a lysosomal storage disease belonging to the group of mucopolysaccharidoses, and characterised by spondylo-epiphyso-metaphyseal dysplasia. It exists in two clinically indistinguishable forms, A and B. A deficiency in one of the two enzymes required for the degradation of keratan sulfate (KS) is responsible for the MPS IV subtypes: N-acetylgalactosamine-6-sulfate sulfatase in MPS IVA, and beta-D-galactosidase in MPS IVB."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Mucopolysaccharidosis type 4 (MPS 4) is a lysosomal storage disease belonging to the group of mucopolysaccharidoses, and characterised by spondylo-epiphyso-metaphyseal dysplasia. It exists in two forms, A and B. Prevalence is approximately 1/250 000 for type 4A but incidence varies widely between countries. MPS 4B is even rarer. MPS IVA is a spondylo-epiphyso-metaphyseal dysplasia generally diagnosed during the second year of life, after walking acquisition. Skeletal deformities (platyspondyly, kyphosis, scoliosis, pectus carinatum, genu valgum, long bone deformities) become more pronounced as the child grows. Joint hyperlaxity is accompanied by frequent luxations (hips, knees). The skeletal involvement not only leads to impairment in walking and daily activities, but also to growth arrest at around 8 years of age and a definitive size of 1m to 1.50m, depending on the severity of the disease. Potential nervous complications are secondary to skeletal deformations. From the age of 5 to 6 years, hypoplasia of the odontoid vertebra combined with joint hyperlaxity leads to an instability at the level of the first two cervical vertebra, with a risk of spinal chord compression. Extra-skeletal manifestations include respiratory problems, hepatomegaly, valvulopathies, hearing loss and corneal clouding. Intelligence is normal. The clinical picture is quite similar to that of type IV B and two forms cannot be clinically distinguished as the severity of symptoms varies in both types. A deficiency in one of the two enzymes required for the degradation of keratan sulfate (KS) is responsible for the MPS 4 subtypes: N-acetylgalactosamine-6-sulfate sulfatase in MPS 4A, and beta-D-galactosidase in MPS 4B. The genes coding for both enzymes have been located and cloned (GALNS on 16q24 and GLB1 on 3p) and mutations have been identified (118 for GALNS). Transmission is autosomal recessive in both cases. Diagnosis is based on detection of increased urinary KS excretion (not constant) and galactosyloligoaccharide excretion in MPS 4B. It is confirmed by the demonstration of enzymatic deficiency in cultured leucocytes or fibroblasts. Enzymatic study allows other osteochondrodysplasias to be excluded. The distinction between MPS 4B and GM1 gangliosidosis type 3 (see this term) is often difficult in children, even if 9 out of 59 GLB1 mutations are associated with MPS IVB. Heterozygous individuals can be detected in families with known mutations and prenatal diagnosis is possible (through molecular analysis or enzyme measurements in trophoblasts or amniocytes). General anaesthesia may be problematic in patients with MPS type IV, due to intubation difficulties. As allogenic bone marrow transplants are not effective against the bone manifestations, treatment is symptomatic (prosthesis, surgery, neck consolidation by vertebral fusion). Recombinant enzyme therapy targeted towards the bone tissue is currently being developed. Prognosis depends on the severity of the disease and on the quality of care, which can allow patients to survive beyond the age of 50."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 4"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Galactosamine-6-sulfatase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Morquio syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Morquio-Brailsford disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 4A"
      },
      "foundationReference": "http://id.who.int/icd/entity/1919173641"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Galactose-6-sulfatase deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/1919173641"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Galactosamide-6-sulfatase deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/1919173641"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Morquio syndrome type A"
      },
      "foundationReference": "http://id.who.int/icd/entity/1919173641"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mucopolysaccharidosis type 4B"
      },
      "foundationReference": "http://id.who.int/icd/entity/1479415032"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Beta-D-galactosidase deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/1479415032"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Morquio syndrome type B"
      },
      "foundationReference": "http://id.who.int/icd/entity/1479415032"
    }
  ]
}