{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2080031371",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1517885800"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/2047696084",
    "http://id.who.int/icd/release/11/2024-01/mms/1392131952",
    "http://id.who.int/icd/release/11/2024-01/mms/2080031371/other",
    "http://id.who.int/icd/release/11/2024-01/mms/2080031371/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2080031371",
  "code": "5B57",
  "source": "http://id.who.int/icd/entity/2080031371",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Vitamin D deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Vitamin D is a fat-soluble vitamin contained naturally in very few foods, added to milk, available as a supplement, and produced endogenously with exposure to sunlight. Vitamin D deficiency can be caused by inadequate intake due to dietary factors (e.g., special diets (veganism), lactose intolerance or allergies) and/or limited exposure to sunlight due to geographic location, sun avoidance, or shiftwork. Severe deficiency results in disordered bone modelling called rickets in childhood (open growth plates), and osteomalacia in adults (fused growth plates)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Infants constitute a population at risk for vitamin D deficiency because of relatively large vitamin D needs given their high rate of skeletal growth. Breast-fed infants are particularly at risk because of the low concentrations of vitamin D in human milk. This problem is further compounded in some infants fed human milk by a restriction in exposure to ultraviolet (UV) light for seasonal, latitudinal, cultural, or social reasons. In adults, for cultural reasons, some clothing can greatly reduce exposure to sun light and exacerbate the effects of low intake of vitamin D. Skin pigmentation (due to melanin in the epidermal layer) can also reduce the amount of vitamin D synthesized by the human body. Existing evidence suggests that vitamin D supplements may be effective in preventing rickets, particularly for infants and children who may be at higher risk due to limited sun exposure or those with darker skin pigmentation. \r\n\r\nVitamin D deficiency in children has also been strongly associated with risk of acute lower respiratory infections in a number of settings. Vitamin D supplementation appears to reduce the incidence of and adverse outcomes from these conditions, as well as reducing all-cause mortality.\r\n\r\nExcess adiposity or obesity has also been associated with lower serum 25OH-vitamin D concentrations (and higher parathyroid hormone levels)."
  },
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/517413026"
  ]
}