{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2090257992",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1431065078"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2090257992",
  "code": "LA30.8",
  "source": "http://id.who.int/icd/entity/2090257992",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Dentinogenesis imperfecta"
  },
  "longDefinition": {
    "@language": "en",
    "@value": "The hereditary dentine disorders, dentinogenesis imperfecta (DGI) and dentine dysplasia (DD), comprise a group of autosomal dominant genetic conditions characterised by abnormal dentine structure affecting either the primary or both the primary and secondary dentitions. DGI is reported to have an incidence of 1 in 6,000 to 1 in 8,000, whereas that of DD type 1 is 1 in 100,000. Clinically, the teeth are discoloured and show structural defects such as bulbous crowns and small pulp chambers radiographically. The underlying defect of mineralisation often results in shearing of the overlying enamel leaving exposed weakened dentine which is prone to wear. Currently, three sub-types of DGI and two sub-types of DD are recognised but this categorisation may change when other causative mutations are found. DGI type I is inherited with osteogenesis imperfecta and recent genetic studies have shown that mutations in the genes encoding collagen type 1, COL1A1 and COL1A2, underlie this condition. All other forms of DGI and DD, except DD-1, appear to result from mutations in the gene encoding dentine sialophosphoprotein (DSPP), suggesting that these conditions are allelic. Diagnosis is based on family history, pedigree construction and detailed clinical examination, while genetic diagnosis may become useful in the future once sufficient disease-causing mutations have been discovered. Differential diagnoses include hypocalcified forms of amelogenesis imperfecta, congenital erythropoietic porphyria, conditions leading to early tooth loss (Kostmann's disease, cyclic neutropenia, Chediak-Hegashi syndrome, histiocytosis X, Papillon-Lefevre syndrome), permanent teeth discolouration due to tetracyclines, Vitamin D-dependent and vitamin D-resistant rickets. Treatment involves removal of sources of infection or pain, improvement of aesthetics and protection of the posterior teeth from wear. Beginning in infancy, treatment usually continues into adulthood with a number of options including the use of crowns, over-dentures and dental implants depending on the age of the patient and the condition of the dentition. Where diagnosis occurs early in life and treatment follows the outlined recommendations, good aesthetics and function can be obtained."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Dentinogenesis imperfecta"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Dentinogenesis imperfecta type 1"
      },
      "foundationReference": "http://id.who.int/icd/entity/1665867595"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Dentinogenesis imperfecta type 2"
      },
      "foundationReference": "http://id.who.int/icd/entity/314718507"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Dentinogenesis imperfecta type 3"
      },
      "foundationReference": "http://id.who.int/icd/entity/518257495"
    }
  ]
}