{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2090379743",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1971756453"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1711769234",
    "http://id.who.int/icd/release/11/2024-01/mms/1650452542",
    "http://id.who.int/icd/release/11/2024-01/mms/1953896048",
    "http://id.who.int/icd/release/11/2024-01/mms/1286636442",
    "http://id.who.int/icd/release/11/2024-01/mms/2090379743/other",
    "http://id.who.int/icd/release/11/2024-01/mms/2090379743/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2090379743",
  "code": "CA08",
  "source": "http://id.who.int/icd/entity/2090379743",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Vasomotor or allergic rhinitis"
  },
  "definition": {
    "@language": "en",
    "@value": "Rhinitis is inflammation of the nasal mucosa clinically characterised by major symptoms: sneezing, nasal pruritus, running nose, and stuffy nose.\n\nAllergic rhinitis is an inflammation of nasal airway triggered by allergens to which the affected individual has previously been sensitized. Pathogenesis of allergic rhinitis is type I allergy on the nasal mucosa. Antigens inhaled into sensitized nasal mucosa bind to IgE antibodies on mast cells, which release chemical mediators such as histamine and peptide leukotriene. Consequently terminal of sensory neurons and vessels react to induce sneezing, running nose, and stuffy nose (immediate phase reaction). In late phase reaction, various chemical mediators are produced by mast cells, cytokines are produced by Th2 and mast cells, and chemokines are produced by epithelial cells, endothelium of blood vessels, and fibrocytes, respectively. These cell-derived transmitters actually induce various cell types of inflammatory cell infiltration to nasal mucosa. Among them, activated eosinophils is the main player of mucosal swelling and hyperreactivity.\n\nNon-allergic rhinitis is an inflammation of nasal mucosa in which allergic mechanisms are not involved. It covers many different phenotypes."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "rhinitis NOS"
      },
      "foundationReference": "http://id.who.int/icd/entity/1346915097",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/1346915097"
    }
  ]
}