{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2092499426",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1517885800"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/632832064",
    "http://id.who.int/icd/release/11/2024-01/mms/2017611840",
    "http://id.who.int/icd/release/11/2024-01/mms/2092499426/other",
    "http://id.who.int/icd/release/11/2024-01/mms/2092499426/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2092499426",
  "code": "5B5A",
  "source": "http://id.who.int/icd/entity/2092499426",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/2092499426/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/1567256935",
        "http://id.who.int/icd/release/11/2024-01/mms/1411910384/other"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Vitamin B1 deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Vitamin B1 deficiency manifests itself principally with changes involving the nervous system (polyneuritis and paralysis of the peripheral nerves), the cardiovascular system (cardiac insufficiency and generalised oedema), and also the gastrointestinal tract (constipation, vomiting, and abdominal pain)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Thiamine (vitamin B1, aneurin) deficiency can result in the disease called beriberi, which has been classically considered to exist in dry (paralytic) and wet (oedematous) forms. Beriberi occurs in human-milk-fed infants whose nursing mothers are deficient. It also occurs in adults with high carbohydrate intakes (mainly from milled rice) and with intakes of anti-thiamine factors, such as the bacterial thiaminases that are in certain ingested raw fish. Beriberi is still endemic in Asia. Risk factors include pregnancy, alcohol consumption, fevers, chronic disability, exercise, diabetes and dysentery.\nSome cases of thiamine deficiency have been observed with patients who are hypermetabolic, are on parenteral nutrition, are undergoing chronic renal dialysis, or have undergone a gastrectomy. Thiamine deficiency has also been observed in people with chronic alcoholism. Although frank thiamine deficiency is rare today, large segments of the world’s population continue to subsist on marginal or sub-marginal intakes of thiamine. Mild thiamine deficiency can be seen in people who have high carbohydrate intakes and low thiamine intakes, e.g. people whose staple food is polished rice, especially if their diet contains anti-thiamine factors (tea, coffee, betel nuts, raw fermented fish) and in population groups who consume large quantities of refined carbohydrates in the form of sweetened carbonated drinks and candies. High alcohol intakes and continuous high-calorie intravenous feeding can lead to detectable thiamine deficiency. At risk are also groups whose minimum thiamine needs are markedly increased because of raised physiological or metabolic demand (pregnancy and lactation, heavy physical exertion, intercurrent illness, surgery) and wherever absorption is reduced (by regular high blood alcohol levels, gastrointestinal disease, dysentery, diarrhoea, nausea/vomiting). Severe thiamine deficiency in industrialized countries is likely to be related to heavy alcohol consumption with limited food consumption."
  },
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/517413026"
  ]
}