{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/2097316574",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/975559344"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#2097316574",
  "code": "3A51.5",
  "source": "http://id.who.int/icd/entity/2097316574",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Haemoglobin C disease"
  },
  "definition": {
    "@language": "en",
    "@value": "A disease caused by the bi-parental gene that encodes for haemoglobin C. This disease is characterised by abnormal structure of one of the globin chains of the haemoglobin molecule. This disease may present with mild haemolytic anaemia, increased risk for gallstones, enlarged spleen, episodes of joint pain, and increased risk of infection. This disease is confirmed by identification of the haemoglobin C gene by genetic testing."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Hemoglobin C disease is characterised by the synthesis of an abnormal hemoglobin called hemoglobin C (HbC), instead of the normal hemoglobin A (HbA). The disease is caused by a mutation in the beta globin gene, resulting in the substitution of glutamic acid for lysine at position 6 of the globin chain. Another amino acid substitution occurs at the same site of beta globin causing the sickle cell hemoglobin (HbS). The frequency of HbC mutation reaches 1-10% in North Africa and 20-50 % in West Africa. Prevalence of the clinical syndrome is estimated at 1/3 000-1/6 000 in populations of African descent. Subjects heterozygous for HbC (AC) are asymptomatic and may present with a mild microcytosis with an increased red blood cell resistance to hemolysis. Subjects homozygous for HbC (CC) have usually compensated hemolysis with splenomegaly. There is an increased risk of hypersplenism, biliary lithiasis, folate deficiency and worsening of anemia following Parvovirus B19 infection. The association of HbC with beta thalassemia, especially with beta+thalassemia (more common than beta0thalassemia in the ethnic groups concerned by HbC) results in a clinical picture similar to that of HbCC. C/beta0thalassemia is more severe and can exceptionally mimic beta thalassemia intermedia. Compound heterozygotes SC present with a sickling disorder similar to sickle cell anemia (SCA), although it is generally milder than in the SS form. However, 2% of SC patients have more severe disease with frequent vasoocclusive crisis (VOC) and acute chest syndrome (ACS). Priapism may occur, mainly in adults. Aseptic necrosis of femoral heads and, in a lesser extent, of shoulders, and proliferative retinopathy with risk of vitreous haemorrhages are common complications of the SC genotype. Splenomegaly persists after 5 years, often in adulthood, leading to recurrent spleen infarcts or sequestration, hypersplenism. Pregnancy is associated with increased risk of VOC, ACS and toxaemia. Sudden hearing loss may occur, mainly after 30 years; recovery is function of early treatment (venesections, exchange transfusion). Corticosteroids may be dangerous (inducing VOC and ACS) and should not be used. Life expectancy is above 65 years. In SC, during childhood, prevention of pneumococcal infection is essential with prophylactic penicillin and pneumococcal vaccine at least until the age of 5 years. Parents should examine their children for splenomegaly and pallor, for early detection of splenic sequestration. Management of pain in VOC is symptomatic. Transfusion is required for acute anemia. Early detection of proliferative sickle cell retinopathy is required from 15 years and prophylactic scatter photocoagulation to avoid complications. Pregnancy requires regular antenatal care by obstetricians in collaboration with sickle cell specialist. Partial exchange transfusions are recommended during 3rd trimester to improve pregnancy outcome. Frequent VOC are treated with venesections to lower haematocrit. Recurrent stuttering priapism is treated with oral or self-injections of alphaagonists (etilefrine or phenylephrine). Hydroxyurea may be indicated in patients with recurrent VOC and or ACS, or severe sensorineural complications."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Hereditary persistence of fetal haemoglobin"
      },
      "foundationReference": "http://id.who.int/icd/entity/418601307",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/418601307"
    }
  ],
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1426960900"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1148519290"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Haemoglobin C disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Homozygous HbC carriers"
      },
      "foundationReference": "http://id.who.int/icd/entity/1320032313"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Homozygous (HbC/HbC, HbC/beta-thal and other)"
      },
      "foundationReference": "http://id.who.int/icd/entity/1996996730"
    }
  ]
}