{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/233308710",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/445309625"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#233308710",
  "code": "EB41.0",
  "source": "http://id.who.int/icd/entity/233308710",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Bullous pemphigoid"
  },
  "definition": {
    "@language": "en",
    "@value": "Bullous pemphigoid is the most common autoimmune blistering disease in the Western world. It chiefly affects the elderly and typically presents with a pruritic urticated erythema which evolves into a widespread eruption of intact tense blisters. It can sometimes involve mucous membranes. It is characterised by IgG antibodies to the basement membrane zone, leading to subepidermal clefts that are clinically manifest as blisters."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Bullous pemphigoid usually affects individuals older than 60 with a median age of onset of around 80. It may rarely appear in children and younger adults. Incidence reports from the Western world range from 7-40 cases/million population/year, with highest numbers reported from the United Kingdom. The disease often presents with a pruritic urticated erythema which is then followed by the appearance of large tense blisters on the skin. The pruritic pre-bullous stage may last several months and in some cases the blisters may never become clinically apparent. IgG autoantibodies which bind to the dermoepidermal junction circulate in serum. The antibodies are directed at two major hemidesmosomal autoantigens, namely BP230/BPAg1 and BP180/BPAg2/collagen XVII. BP230 is intracellular and BP180 is transmembranous, with an important antigenic epitope, NC16 A. Diagnosis is made by histopathology that shows a subepidermal separation with eosinophilia, and immunofluorescence studies of skin and serum that show linear deposition of IgG and/or C3 along the epidermal basement membrane zone. Other laboratory tests such as ELISA and Western blotting characterize the specific antibodies but are not routinely available. It is suggested that disease activity may be correlated with BP180-ELISA titres but there is no correlation with antibody titres detected with immunofluorescence. Mortality is increased in pemphigoid and is mainly due to side effects of immunosuppressive treatment. Factors such as older age at diagnosis and presence of other co-morbidities, in particular neurological diseases, are related to poor prognosis."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1405755890"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Bullous pemphigoid"
      }
    }
  ]
}