{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/261052955",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/543162269"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#261052955",
  "code": "5C50.20",
  "source": "http://id.who.int/icd/entity/261052955",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Histidinaemia"
  },
  "definition": {
    "@language": "en",
    "@value": "Histidinemia is a disorder of histidine metabolism caused by a defect in histidase, and seems to be benign in most affected individuals."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Histidinemia is a disorder of histidine metabolism caused by a defect in histidase. The enzyme defect results in elevated urinary excretion of histidine and its metabolites, in high concentration of histidine in blood and cerebrospinal fluid (CSF), and in decreased concentration of urocanic acid in blood and skin. The incidence of histidinemia in North America is estimated to be 1/12,000, according to a newborn screening program of more than 20 million newborns. This metabolic disorder seems to be benign in most affected individuals, although, under unusual circumstances, the disorder may be harmful and produce the central nervous system (CNS) disease noted in a few histidinemic patients. Maternal histidinemia is believed to be benign. Low-histidine diet lowers the blood histidine level but seems not to be indicated, at least for most patients, given the apparent lack of consequences of the disorder in many cases. This disorder is transmitted as an autosomal recessive trait. The human histidase gene, histidine ammonia-lyase (HAL), has been localized to chromosome 12q22-q24.1. The molecular characteristics and the precise impairment of histidase in histidinemia have not yet been determined."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Histidinaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Histidinuria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Histidase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Histidine ammonia-lyase deficiency"
      }
    }
  ]
}