{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/278358681",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/191659986"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1919494390",
    "http://id.who.int/icd/release/11/2024-01/mms/278358681/other",
    "http://id.who.int/icd/release/11/2024-01/mms/278358681/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#278358681",
  "code": "EB40.0",
  "source": "http://id.who.int/icd/entity/278358681",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/278358681/postcoordinationScale/specificAnatomy",
      "axisName": "http://id.who.int/icd/schema/specificAnatomy",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/223243926",
        "http://id.who.int/icd/release/11/2024-01/mms/947150833",
        "http://id.who.int/icd/release/11/2024-01/mms/1810600222"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Pemphigus vulgaris"
  },
  "definition": {
    "@language": "en",
    "@value": "Pemphigus vulgaris is a chronic autoimmune skin disease characterised by blister formation on the skin and the mucous membranes mediated by auto-antibodies to the desmosome components desmoglein 1 and 3."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Pemphigus vulgaris is the most frequent form of Pemphigus (75%), prevalence is estimated at approximately 1/2,630. Onset occurs on average at 50-60 years, although childhood onset has been described. The disease usually begins with blisters (bullae) in the mouth, which are often mistaken for aphthae. The blisters are flaccid and are easily broken, leading to often painful lesions or erosions. Blistering can also affect the oesophagus, rectum, nose or the lining of the eyelids. Skin lesions, blisters or erosions, on the chest or scalp usually appear months to weeks after the onset of mucosal erosions. Nikolsky's sign can appear on perilesional or healthy skin. Pemphigus vegetans is a clinical variant characterised by intertriginous lesions developing into vegetating plaques. Autoantibodies directed against the desmosome components desmoglein 1 and 3 (keratinocyte membrane molecules) cause acantholysis and intraepidermal clefting. Diagnosis is confirmed by standard histopathology showing intraepidermal blisters due to suprabasal acantholysis and direct and indirect immunofluorescence showing IgG at the cell surface of epithelial cells. The disease activity is roughly correlated with the level of circulating antibodies. Systemic steroids are the initial treatment of choice and can be combined with immunosuppressant drugs. The prognosis of pemphigus has markedly improved over the last decades, nevertheless mortality remains an issue (5% of cases) mostly as a consequence of infection."
  },
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1613800402"
  ]
}