{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/286313127",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/721319964"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#286313127",
  "code": "EB44",
  "source": "http://id.who.int/icd/entity/286313127",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Dermatitis herpetiformis"
  },
  "definition": {
    "@language": "en",
    "@value": "Dermatitis herpetiformis is an immunobullous skin characterised by recurrent eruptions of intensely itchy papules, vesicles or bullae, which are typically grouped symmetrically on the extensor surfaces of the limbs and on the buttocks and back. The primary lesions are frequently obscured by excoriation. An incompletely understood abnormal response to dietary gluten provokes the formation of autoantibodies to tissue and epidermal transglutaminases and granular deposition of IgA in dermal papillae. The disease is strongly associated with gluten-sensitive enteropathy, which can range from mild jejunal epithelial inflammation to total villous atrophy (coeliac disease)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Dermatitis herpetiformis is a chronic immunobullous skin disease which occurs predominantly in populations of European ancestry; it is rare in African and Asian populations. Onset usually occurs during early adulthood. It is associated with gluten-sensitive enteropathy, which can range in severity from mild jejunal epithelial inflammation to total villous atrophy (coeliac disease). The disease usually begins with intensely itchy vesicles or urticated plaques distributed symmetrically over the knees, elbows and sacral region. Mucosal involvement is rare. The exact causes of the disease are unknown but it is mediated by a response to the presence of gluten in the diet and is characterised by granular IgA deposits in dermal papillae, possibly associated with the transglutaminase TG3. There are circulating autoantibodies to transglutaminases both in gluten-sensitive enteropathy and in dermatitis herpetiformis; in dermatitis herpetiformis these are IgA antibodies toTG3. \n\nDiagnosis is confirmed by standard histopathology which shows neutrophils and eosinophils within dermal papillae forming microabscesses, subepidermal vesicles and bullae. Direct immunofluorescence shows granular IgA in the dermal papillae; indirect immunofluorescence shows circulating antibodies to reticulin and endomysium. \n\nDapsone is rapidly effective in suppressing the disease but the treatment of choice is a strict gluten free diet which can lead to complete resolution, although this takes on average two years to achieve. Re-exposure to gluten leads to relapse and so a gluten free diet must be continued life-long. Patients with dermatitis herpetiformis have an increased risk of lymphoma, which appears to be lessened by a gluten free diet."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Dermatitis herpetiformis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Duhring–Brocq disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "DH - [dermatitis herpetiformis]"
      }
    }
  ]
}