{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/307157712",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/995525654"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#307157712",
  "code": "LA87.03",
  "source": "http://id.who.int/icd/entity/307157712",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Ebstein malformation of tricuspid valve"
  },
  "definition": {
    "@language": "en",
    "@value": "A congenital cardiovascular malformation of the tricuspid valve and right ventricle that is characterised by incomplete delamination of the septal and inferior (posterior) tricuspid valvar leaflets from the myocardium of the right ventricle, and varying degrees of downward (apical) rotational displacement of the functional annulus.\n\nAdditional information: associated cardiac anomalies include an interatrial communication, the presence of accessory conduction pathways and varying degrees of right ventricular outflow tract obstruction, including pulmonary atresia. In the setting of discordant atrioventricular and ventriculo-arterial connections ['Congenitally corrected transposition of great arteries'], 'Ebstein malformation of tricuspid valve' may be present."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Ebstein's anomaly is a malformation of the tricuspid valve and right ventricle that is characterized by a spectrum of several features: (1) incomplete delamination of septal and inferior (posteror) tricuspid valve leaflets from the myocardium of the right ventricle; (2) downward (apical) displacement of the functional annulus; (3) dilation of the \"atrialized\" portion of the right ventricle with variable degrees of hypertrophy and thinning of the wall; (4) redundancy, fenestrations, and tethering of the anterosuperior leaflet; and (5) dilation of the right atrioventricular junction (the true tricuspid annulus). These anatomical and functional abnormalities cause tricuspid regurgitation (and rarely tricuspid stenosis) that results in right atrial and right ventricular dilatation and atrial and ventricular arrhythmias. Associated cardiac anomalies include an interatrial communication, the presence of accessory conduction pathways and dilation of the right atrium and right ventricle. Varying degrees of right ventricular outflow tract obstruction may be present, including pulmonary atresia. Some patients with discordant atrioventricular and ventriculoarterial connections [congenitally corrected transposition] have an Ebstein-like deformity of the left-sided morphologically tricuspid valve."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Ebstein malformation of tricuspid valve"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Ebstein anomaly"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Ebstein disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Accessory tricuspid valve tissue"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "congenital Ebstein deformity of tricuspid valve"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Ebstein syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Ebstein cardiopathy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Ebstein anomaly of tricuspid valve"
      }
    }
  ]
}