{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/316533152",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/2116703819"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#316533152",
  "code": "MG30.67",
  "source": "http://id.who.int/icd/entity/316533152",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Chronic headache associated with a substance or its withdrawal"
  },
  "definition": {
    "@language": "en",
    "@value": "Chronic headache associated with a substance or its withdrawal is caused by use of, exposure to or withdrawal from a substance, and has a duration of more than three months. The pain occurs on at least 50% of the days during at least three months. The duration of pain per day is at least 2 hours."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Chronic headache associated with a substance or its withdrawal is caused by use of, exposure to or withdrawal from a substance, and has a duration of more than three months. The pain occurs on at least 50% of the days during at least three months. The duration of pain per day is at least 2 hours. Potential etiologies include exposure to a substance (e.g., Nitrous oxide) and substance withdrawal (caffeine, estrogen, and other substances with long-term use). Diagnostic Criteria Conditions A to D are fulfilled: A. Headache for >2 hours on ≥15 days per month for longer than 3 months. B. A substance or its withdrawal scientifically documented to be able to cause headache has been used. C. Evidence of a causal link between substance use/withdrawal and headache has been demonstrated by at least two of the following: C.1 Headache has developed in temporal relation to the onset of the use or withdrawal of a substance. C.2 One or both of the following is fulfilled: a) Headache has significantly worsened in parallel with worsening of the use or withdrawal of a substance. b) Headache has significantly improved in parallel with improvement of the use or withdrawal of a substance. C.3. Headache has characteristics typical for the use and withdrawal of a substance. C.4. Other evidence exists of causation D. The pain is not better accounted for by another diagnosis."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Medication-overuse headache"
      },
      "foundationReference": "http://id.who.int/icd/entity/1723984719",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/296971178"
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Chronic headache associated with a substance or its withdrawal"
      }
    }
  ]
}