{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/327894003",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1889990301"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#327894003",
  "code": "5C50.A1",
  "source": "http://id.who.int/icd/entity/327894003",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Carbamoylphosphate synthetase deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Carbamyl phosphate synthetase deficiency is an urea cycle disorder strictly limited to the liver and intestine that results in congenital hyperammonemia and defective citrulline synthesis."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Carbamoylphosphate synthetase deficiency is a disease strictly limited to the liver and intestine that results in congenital hyperammonemia and defective citrulline synthesis. Onset usually occurs during infancy with hyperammonemic coma, which may be associated with ketoacidosis. More rarely, patients present during childhood with recurrent hyperammonemic coma or chronic vomiting, a strong dislike of proteins, hypotonia, intellectual deficit, and growth failure. The disorder is transmitted as an autosomal recessive trait. Diagnosis is suggested by hyperammonemia, high plasmatic glutamine, and low citrulline levels. Confirmation is obtained from enzymatic activity measured in a liver or intestinal biopsy. Antenatal diagnosis is feasible, provided that the mutation has been identified. Patients are treated with a strict, lifelong diet of very limited protein intake, citrulline and arginine supplementation, and both sodium benzoate and sodium phenylbutyrate."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Carbamoylphosphate synthetase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Carbamylphosphate synthetase deficiency"
      }
    }
  ]
}