{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/337607970",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1573164739"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#337607970",
  "code": "3B10.0",
  "source": "http://id.who.int/icd/entity/337607970",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/337607970/postcoordinationScale/hasSeverity",
      "axisName": "http://id.who.int/icd/schema/hasSeverity",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "NotAllowed",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/562478860",
        "http://id.who.int/icd/release/11/2024-01/mms/1663264387",
        "http://id.who.int/icd/release/11/2024-01/mms/1201187093"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Haemophilia A"
  },
  "definition": {
    "@language": "en",
    "@value": "Haemophilia A is the most common form of haemophilia characterised by spontaneous or prolonged haemorrhages due to factor VIII deficiency. Depending on the extent of the factor VIII deficiency, it can be severe (biological activity of factor VIII below 1%), moderately severe (activity of factor VIII between 1% and 5%), or mild (activity of factor VIII between 5 and 40%)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Hemophilia A is the most common form of hemophilia (see this term) characterized by spontaneous or prolonged hemorrhages due to factor VIII deficiency. Prevalence is estimated at around 1 in 6,000 males. Hemophilia primarily affects males, but a symptomatic form of hemophilia A in female carriers (see this term) has also been described with a generally milder clinical picture. In general, onset of the bleeding anomalies occurs when affected infants start to learn to walk. The severity of the clinical manifestations depends on the extent of the factor VIII deficiency. If the biological activity of factor VIII is below 1%, the hemophilia is severe and manifests as frequent spontaneous hemorrhage and abnormal bleeding as a result of minor injuries, or following surgery or tooth extraction (severe hemophilia A; see this term). If the biological activity of factor VIII is between 1% and 5%, the hemophilia is moderately severe with abnormal bleeding as a result of minor injuries, or following surgery or tooth extraction but spontaneous hemorrhage is rare (moderately severe hemophilia A; see this term). If the biological activity of factor VIII is between 5 and 40%, the hemophilia is mild with abnormal bleeding as a result of minor injuries, or following surgery or tooth extraction but spontaneous hemorrhage does not occur (mild hemophilia A; see this term). Bleeding most often occurs around the joints (hemarthroses) and in the muscles (hematomas), but any site may be involved following trauma or injury. Spontaneous hematuria is a fairly frequent and highly characteristic sign of the disorder. Hemophilia A is transmitted in an X-linked recessive manner and is caused by mutations in the F8 gene (Xq28) encoding coagulation factor VIII. Diagnosis is suspected on the basis of coagulation tests revealing prolonged blood coagulation times and can be confirmed by specific measurements of factor VIII levels. The differential diagnosis should include von Willebrand disease (see this term) and other coagulation anomalies leading to prolonged blood coagulation times. Prenatal diagnosis is feasible through molecular analysis of chorionic villus samples. Coagulation factor assays can also be carried out on venous and umbilical cord blood samples. Treatment revolves around substitution therapy with plasma derivatives or genetically engineered recombinant alternatives. Treatment may be administered after a hemorrhage (treatment on demand) or to prevent bleeding (prophylactic treatment). The most frequent complication is the production of inhibitory antibodies against the administered coagulation factor. Surgical interventions, most notably orthopedic surgery, may be carried out but should be conducted in specialized centers. Historically, the disease course is severe and, left untreated, severe hemophilia A is generally fatal during childhood or adolescence. Insufficient or incorrect treatment of recurrent hemarthroses and hematomas leads to motor impairment with severe disability associated with stiffness, joint deformation and paralysis. However, current treatment approaches now allow these complications to be prevented and the prognosis is favorable: the earlier the substitutive therapy is received and the more adapted the treatment is to the clinical status of the patient, the better the prognosis."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Severe haemophilia A"
      },
      "foundationReference": "http://id.who.int/icd/entity/96616786"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Moderately severe haemophilia A"
      },
      "foundationReference": "http://id.who.int/icd/entity/1491982251"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mild haemophilia A"
      },
      "foundationReference": "http://id.who.int/icd/entity/1275649978"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Symptomatic form of haemophilia A in female carriers"
      },
      "foundationReference": "http://id.who.int/icd/entity/1533214918"
    }
  ],
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "factor VIII deficiency with vascular defect"
      },
      "foundationReference": "http://id.who.int/icd/entity/2112021600",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/2112021600"
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Haemophilia A"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "AHG - [antihaemophilic globulin] deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "AHG - [antihaemophilic globulin] deficiency disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "congenital factor VIII disorder"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "sex-linked factor VIII deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "antihaemophilic globulin deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "classic haemophilia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "familial haemophilia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "haemophilia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "hereditary haemophilia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "subhaemophilia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Haemophilia NOS"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Severe haemophilia A"
      },
      "foundationReference": "http://id.who.int/icd/entity/96616786"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Moderately severe haemophilia A"
      },
      "foundationReference": "http://id.who.int/icd/entity/1491982251"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Mild haemophilia A"
      },
      "foundationReference": "http://id.who.int/icd/entity/1275649978"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Symptomatic form of haemophilia A in female carriers"
      },
      "foundationReference": "http://id.who.int/icd/entity/1533214918"
    }
  ]
}