{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/3517042",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1800910986"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1599946610",
    "http://id.who.int/icd/release/11/2024-01/mms/3517042/other",
    "http://id.who.int/icd/release/11/2024-01/mms/3517042/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#3517042",
  "code": "KA8F",
  "source": "http://id.who.int/icd/entity/3517042",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Neonatal vitamin K deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "There are 3 forms of vitamin K–deficiency bleeding (VKDB) of the newborn. Early VKDB (haemorrhagic disease of the newborn) that occurs at 1-14 days of age. The most common sites of bleeding are the gastrointestinal tract, mucosal and cutaneous tissue, the umbilical stump, and the post-circumcision site. Late VKDB most commonly occurs at 2-12 weeks of age, although cases can occur up to 6 months. The most common site of bleeding is intracranial, although cutaneous and gastrointestinal bleeding may be initial manifestation. The third form of VKDB occurs at birth or shortly thereafter. It is secondary to maternal intake of medications (warfarin, phenobarbital, phenytoin) that cross the placenta."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Early vitamin K–deficiency bleeding (VKDB) is secondary to low stores of vitamin K at birth due to the poor transfer of vitamin K across the placenta and inadequate intake during the first few days of life. In addition, there is no intestinal synthesis of vitamin K2 because the newborn gut is sterile. Early VKDB occurs mostly in breastfed infants due to the low vitamin K content of breast milk (formula is fortified). Delayed feeding is an additional risk factor. \n\nIn late VKDB, almost all cases occur in breast-fed infants due to the low vitamin K content of breast milk. An additional risk factor is malabsorption of vitamin K, as occurs in children with undiagnosed cystic fibrosis or cholestatic liver disease (e.g., biliary atresia)"
  }
}