{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/364346400",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/526155201"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#364346400",
  "code": "3B64.10",
  "source": "http://id.who.int/icd/entity/364346400",
  "classKind": "category",
  "foundationChildElsewhere": [
    {
      "label": {
        "@language": "en",
        "@value": "Evans syndrome"
      },
      "foundationReference": "http://id.who.int/icd/entity/1048228553",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/1048228553"
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Immune thrombocytopenic purpura"
  },
  "definition": {
    "@language": "en",
    "@value": "Immune thrombocytopenic purpura (or immune thrombocytopenia; ITP) is an autoimmune coagulation disorder characterised by isolated thrombocytopenia (a platelet count <100,000/microL), in the absence of any underlying disorder that may be associated with thrombocytopenia."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Immune thrombocytopenic purpura (or immune thrombocytopenia; ITP) is an autoimmune coagulation disorder characterized by isolated thrombocytopenia (a platelet count <100,000/microL), in the absence of any underlying disorder that may be associated with thrombocytopenia. The annual incidence in adults is estimated at between 1/62,500 and 1/25,600, with a female to male ratio of 1.3:1. Although ITP can occur at any age, incidence shows an age-specific bimodal distribution for men with two incidence peaks observed in boys (under 18 years old) and among the elderly. Among women, incidence rate is constant. ITP is asymptomatic in one-third of cases. Mucocutaneous hemorrhage with purpura is the most frequent clinical manifestation, occurring when the platelet count is below 30,000/microL. Severe visceral bleeding (hematuria, gastrointestinal hemorrhage or cerebromeningeal bleeding) is mainly observed when thrombocytopenia is below 10,000/microL. Depending on the disease duration, ITP is classified into newly diagnosed, persistent (duration of 3-12 months) and chronic (duration of ?12 months). ITP is defined as severe when the presence of bleeding symptoms at presentation is sufficient to warrant treatment or when the occurrence of new bleeding symptoms requires additional therapeutic intervention. The etiology is unknown. However, the disease origin is not genetic as familial cases are exceptional. Platelet destruction, mediated by autoantibodies mainly in the spleen, is associated both with impaired platelet production and with T-cell-mediated effects. A presumptive diagnosis of ITP is made when the history, physical examination, complete blood count and examination of the peripheral blood smear do not suggest other etiologies for the thrombocytopenia. There is no `gold standard' test that can reliably establish the diagnosis. A positive response to an ITP-specific therapy, e.g. intravenous immunoglobulin (IVIg) and/or steroids, is supportive of the diagnosis. Bone marrow aspiration (indicated after the age of 60, in case of anomalies of other cell lines, or when thrombocytopenia does not respond to first-line treatments) shows a normal bone marrow. In addition to the morphologic assessment, cytogenetic testing should be considered if a myelodysplastic syndrome is suspected. The differential diagnosis should include causes of secondary ITP (drug-induced ITP), autoimmune diseases (such as systemic lupus erythematosus; see this term), HIV infection and hepatitis C. The therapeutic strategy should be adapted both to the severity of the disease and to the patient's age. Treatment is rarely indicated in patients with platelet counts above 30x109/L in the absence of bleeding. Corticosteroids are the standard first-line treatment. Use of IVIg may be appropriate in patients with bleeding who are unresponsive to prednisone. In case of chronic severe ITP, the reference treatment is splenectomy. Anti-CD20 monoclonal antibody therapy (rituximab) can also be considered. The thrombopoietin (TPO)-receptor agonists (eltrombopag and the EU Orphan drug romiplostim) produce excellent responses and are indicated in patients who fail to respond to splenectomy or when splenectomy is contraindicated. Due to the mechanism of action of TPO-receptor agonists, they are considered as a maintenance therapy. Rebound thrombocytopenia after cessation of treatment is a concern. Cytotoxic agents should be reserved for the rare patients who are refractory to the aforementioned treatments. The mortality rate is generally below 2%, but may exceed 10% in the rare patients refractory to splenectomy and first- and second-line treatments."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Immune thrombocytopenic purpura"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "autoimmune thrombocytopenic purpura"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "idiopathic purpura"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "idiopathic thrombocytopenia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "idiopathic thrombocytopenia purpura"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Frank's essential thrombocytopenia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "ITP - [idiopathic thrombocytopenia purpura]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Werlhof disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "primary autoimmune thrombocytopenic purpura"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "haemorrhagic purpura"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "essential thrombocytopenia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "purpura haemorrhagica"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "idiopathic thrombocytopenic purpura"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Immune thrombocytopenic purpura specified as refractory"
      },
      "foundationReference": "http://id.who.int/icd/entity/193874238"
    }
  ]
}