{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/370983230",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/98434199"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#370983230",
  "code": "5C58.10",
  "source": "http://id.who.int/icd/entity/370983230",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Porphyria cutanea tarda"
  },
  "definition": {
    "@language": "en",
    "@value": "Porphyria cutanea tarda (PCT) is due to an accumulation of uroporphyrins in plasma from blockage of the normal haem synthetic pathway in the liver at the level of uroporphyrinogen decarboxylase (URO-D). The majority of cases are sporadic and frequently associated with iron overload. PCT manifests as skin fragility and blistering in light-exposed skin, particularly on the dorsa of the hands, together with hypertrichosis."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Porphyria cutanea tarda (PCT) is the most common form of chronic hepatic porphyria (see this term). It is characterized by bullous photodermatitis. The prevalence in western Europe is estimated at about 1/25,000 and men are more affected than women. The disease manifests in adulthood. PCT is acquired (75% of cases) or familial (25% of cases). Generally manifestations of the disease appear earlier in familial cases. Some risk factors can precipitate symptoms: excessive consumption of alcohol, hepatitis C, estrogen, and mutations of the genes that control iron metabolism, leading to iron overload (hemochromatosis). The main clinical symptoms include firstly, extremely fragile skin and, subsequently, bullous cutaneous lesions on the surface of skin exposed to the sun (hands, face). Scarring is slow and often followed by hyper and hypopigmentation. The presence of cutaneous lesions of varying ages is very characteristic of the disease. With age, the disease manifestations can be accompanied by hypertrichosis (mainly facial) and sclerodermic signs. Hepatic lesions can also develop (siderosis, steatosis, necrosis and chronic inflammatory disorders). PCT is caused by a deficiency of uroporphyrinogen decarboxylase (URO-D; the fifth enzyme in the heme biosynthesis pathway). This deficiency, in the familial form of the disease, is a result of heterozygous mutations of the URO-D gene, coding for URO-D, and leads to an accumulation of porphyrins (URO and 7-carboxyl porphyrins) in the liver. Transmission is autosomal dominant and penetrance is weak. Diagnosis is based on the evidence of elevated concentrations of isocoproporphyrins in stools, a situation specific to PCT. Evidence of a deficiency of URO-D in red blood cells confirms a diagnosis of the familial form of PCT. Differential diagnosis is mainly variegate porphyria (see this term), diagnosis of which rests on evidence of the characteristic fluorometric peak in plasma. Genetic counseling should be offered to families affected by the familial form of PCT to identify individuals susceptible to developing or transmitting the disease. Management includes firstly, the suppression of triggering factors, and subsequently, phlebotomy and/or taking a small dose of chloroquine (100mg twice a week). This allows complete remission whether or not there iron overload. A relapse is always possible, and treatment remains the same. Concomitant treatment of hepatitis C and cessation of alcohol consumption and use of hormonal contraceptives is essential for remission to occur. PCT is not life-threatening and the prognosis is favorable. However, it is a recognized risk factor for the development of hepatocellular carcinoma."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Porphyria cutanea tarda"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Porphyria, hepatocutaneous type"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Heterozygous uroporphyrinogen decarboxylase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "UROD - [uroporphyrinogen decarboxylase] deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "PCT - [porphyria cutanea tarda]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sporadic porphyria cutanea tarda"
      },
      "foundationReference": "http://id.who.int/icd/entity/1813031784"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sporadic PCT - [porphyria cutanea tarda]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1813031784"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Familial porphyria cutanea tarda"
      },
      "foundationReference": "http://id.who.int/icd/entity/1318287619"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Familial PCT - [porphyria cutanea tarda]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1318287619"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Toxic porphyria cutanea tarda"
      },
      "foundationReference": "http://id.who.int/icd/entity/2077970325"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Porphyria turcica"
      },
      "foundationReference": "http://id.who.int/icd/entity/2077970325"
    }
  ]
}