{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/390042715",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/487269828"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1670562980",
    "http://id.who.int/icd/release/11/2024-01/mms/424434722",
    "http://id.who.int/icd/release/11/2024-01/mms/390042715/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#390042715",
  "code": "1C19",
  "source": "http://id.who.int/icd/entity/390042715",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Legionellosis"
  },
  "definition": {
    "@language": "en",
    "@value": "Legionellosis varies in severity from a mild febrile illness to a serious and sometimes fatal form of pneumonia and is caused by exposure to Legionella species found in water, and potting mixes.\n\nLegionellosis is a generic term describing the pneumonic and non-pneumonic forms of infection with Legionella."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Worldwide, waterborne Legionella pneumophila is the most common cause of cases including outbreaks. Legionella pneumophila and related species are commonly found in lakes, rivers, creeks, hot springs and other bodies of water. Other species including L. longbeachae can be found in potting mixes. \nThe bacterium L. pneumophila was first identified in 1977, as the cause of an outbreak of severe pneumonia in a convention centre in the USA in 1976. It has since been associated with outbreaks linked to poorly maintained artificial water systems, particularly cooling towers or evaporative condensers associated with air conditioning and industrial cooling, hot and cold water systems in public and private buildings, and whirlpool spas.\nThe infective dose is unknown, but can be assumed to be low for susceptible people, as illnesses have occurred after short exposures and 3 or more km from the source of outbreaks. The likelihood of illness depends on the concentrations of Legionella in the water source, the production and dissemination of aerosols, host factors such as age and pre-existing health conditions and the virulence of the particular strain of Legionella. Most infections do not cause illness."
  },
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1935107489"
  ]
}