{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/393562786",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/2064197173"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1530032727",
    "http://id.who.int/icd/release/11/2024-01/mms/393562786/other",
    "http://id.who.int/icd/release/11/2024-01/mms/393562786/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#393562786",
  "code": "5B5K.1",
  "source": "http://id.who.int/icd/entity/393562786",
  "classKind": "category",
  "foundationChildElsewhere": [
    {
      "label": {
        "@language": "en",
        "@value": "Neonatal hypocalcaemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/549613748",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/549613748"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Neonatal osteopenia"
      },
      "foundationReference": "http://id.who.int/icd/entity/109776301",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/109776301"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Myopathy due to calcium deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/1015098612",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/2120094266"
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Calcium deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Hypocalcaemia is defined as a total serum calcium concentration of less than 8.4 mg/dl (2.1 mmol/litre) or an ionized calcium concentration of less than 4.48 mg/dl (1.12 mmol/litre). There are numerous causes of hypocalcaemia, chronic kidney disease being the most common cause. Other causes are: vitamin D deficiency, disorders associated with acquired or genetichypoparathyroidism , including intravenous bisphosphonate therapy, post-thyroidectomy and post-parathyroidectomy, and acute pancreatitis. Hypocalcaemia may be associated with a spectrum of clinical manifestations, ranging from few symptoms if the hypocalcaemia is mild, to life-threatening seizures, refractory heart failure, or laryngospasm if it is severe. In addition to severity, the rate of development of hypocalcaemia and chronicity determine the clinical manifestations."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "The clinical presentation of hypocalcaemia depends on the degree and the duration of the low calcium levels. Mild hypocalcaemia is usually asymptomatic. More severe degrees of hypocalcaemia can cause varying degrees of neuromuscular irritability, including perioral paresthesias, tingling of the fingers and toes, and spontaneous or latent tetany. Tetany can be elicited by percussion of the facial nerve, which results in contractions of the ipsilateral facial muscle (Chvostek’s sign), or by inflating a blood pressure cuff for three to five minutes, which results in carpal spasm (Trousseau’s sign). Alterations in membrane potential can present as electrocardiographic abnormalities, which include prolonged QT intervals and marked QRS and ST-segment changes that may mimic acute myocardial ischemia or conduction abnormalities. In severe hypocalcemia or during rapid changes in serum calcium, grand mal seizures or laryngospasm also are possible. Chronic hypocalcaemia is often associated with a milder presentation and may be asymptomatic.\r\n\r\nHypocalcaemia can develop in children who receive intravenous nutrition without adequate calcium. Malabsorption of calcium can occur in celiac disease, intestinal abetalipoproteinemia, and after small bowel resection. There may be concurrent malabsorption of vitamin D."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Disorders of calcium metabolism"
      },
      "foundationReference": "http://id.who.int/icd/entity/282632809",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/282632809"
    }
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/549613748",
    "http://id.who.int/icd/entity/109776301"
  ]
}