{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/393773440",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/775270311"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#393773440",
  "code": "LD90.3",
  "source": "http://id.who.int/icd/entity/393773440",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Prader-Willi syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Prader-Willi syndrome is a rare genetic disorder characterised by hypothalamic-pituitary abnormalities with severe hypotonia during the neonatal period and first two years of life and the onset of hyperphagia with a risk of morbid obesity during infancy and adulthood, learning difficulties and behavioural problems or severe psychiatric problems."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Prader-Willi syndrome is a rare genetic disorder characterized by hypothalamic-pituitary abnormalities with severe hypotonia during the neonatal period and first two years of life and the onset of hyperphagia with a risk of morbid obesity during infancy and adulthood, learning difficulties and behavioral problems or severe psychiatric problems. The disease affects 1/25,000 births. The severe hypotonia at birth, which leads to suckling and swallowing problems and delayed psychomotor development, partially improves with age. Characteristic facial features (a narrow forehead, almond-shaped eyes, a thin upper lip and down-turned mouth), as well as very small hands and feet, are frequently observed. After this initial phase, the most striking signs appear: hyperphagia and absence of satiety often leading to severe obesity in affected children as young as two years of age. The situation may deteriorate quickly without adequate outside controls and obesity is a major factor influencing morbidity and mortality in these patients. Other associated endocrine abnormalities contribute to the clinical picture of short stature due to a growth hormone (GH) deficiency and incomplete pubertal development. The degree of cognitive dysfunction varies widely from one child to another. It is associated with learning disabilities, and impaired speech and language development that are aggravated further by psychological and behavioral troubles. The disease is clinically and genetically heterogeneous. It is caused by anomalies involving the critical region of chromosome 15 (15q11-q13). The expert consensus is that diagnosis should be based on clinical criteria (Holm's criteria of 1993, revised in 2001) with confirmation by genetic analysis. Most cases are sporadic and familial recurrence is rare, information that should be provided by genetic counseling. Management should be global and multidisciplinary. Early diagnosis, early multidisciplinary care and GH treatment have greatly improved the quality of life of affected children. There are currently no long-term data on the effect of GH treatment in adults, particularly concerning its effect on the behavioral problems and degree of autonomy obtained. In adults, complications linked to obesity and the issue of autonomy continue to pose important problems."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Prader-Willi syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Willi-Prader syndrome"
      }
    }
  ]
}