{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/413739466",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1181865707"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#413739466",
  "code": "3B13",
  "source": "http://id.who.int/icd/entity/413739466",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Haemophilia C"
  },
  "definition": {
    "@language": "en",
    "@value": "A disease caused by genetically inherited mutations. This disease is characterised by decreased levels of factor XI leading to abnormalities in coagulation of the blood. This disease may present with prolonged bleeding, easy bruising or bleeding gums. Confirmation is by identification of mutation through genetic testing."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Congenital factor XI deficiency is an inherited bleeding disorder characterized by reduced levels and activity of factor XI (FXI) resulting in moderate bleeding symptoms, usually occurring after trauma or surgery. Prevalence of homozygous forms is estimated at 1/1,000,000. The disease is more frequent in the Jewish population. The frequency of partial deficiency among Ashkenazy Jews is of 8%. The disease affects equally both sexes and manifests at any age. Bleeding usually occurs after circumcision, dental extractions, trauma, or surgery (in particular surgery in the ENT and urogenital areas). Patients usually do not present spontaneous bleeding but women can present with menorrhagia. Hemorrhages are usually moderate. Undiagnosed and untreated patients can develop significant hematomas after a surgical procedure. Congenital FXI deficiency is caused by mutations in the F11 (4q35) gene controlling the production of plasma FXI. Transmission is mainly autosomal recessive but heterozygous patients with bleeding symptoms have also been observed, which suggests an autosomal dominant transmission as well. Contrarily to most of the factor deficiencies, the severity of the bleeding manifestations is poorly correlated with the FXI level. Diagnosis is based on a prolonged activated partial thromboplastin time (aPTT), and on reduced levels of FXI. FXI levels are < 20 IU/dL in severe defects and range between 20 and 60 IU/dL in partial deficiencies. Molecular testing is available, but unnecessary for diagnosis. Differential diagnoses include deficiencies of factors II, V, VII, X, VIII, IX, XI, XIII, combined deficiency of factor V and factor VIII, von Willebrand disease and platelet function disorders (see these terms). Patients may require treatment when dental extractions or surgery is planned. Factor XI concentrates or fresh frozen plasma is usually used. Antifibrinolytics (aminocaproic acid, tranexamic acid) are also helpful as FXI deficiency leads to a hyperfibrinolytic state. Prognosis is good, as bleeding symptoms are usually moderate."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Haemophilia C"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Rosenthal factor deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Rosenthal syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "plasma thromboplastin antecedent deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "thromboplastin antecedent deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "PTA - [plasma thromboplastin antecedent] deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "congenital factor XI deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "congenital factor XI deficiency disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "factor XI deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "hereditary factor XI deficiency disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Rosenthal disease"
      }
    }
  ]
}