{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/418359090",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/342530871"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#418359090",
  "code": "5C52.03",
  "source": "http://id.who.int/icd/entity/418359090",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Sjögren-Larsson syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Sjögren-Larsson syndrome is a neurocutaneous disorder caused by an inborn error of lipid metabolism and characterised by congenital ichthyosis, intellectual deficit, and spasticity."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Sjögren-Larsson syndrome (SLS) is a neurocutaneous disorder caused by an inborn error of lipid metabolism and characterized by congenital ichthyosis, intellectual deficit, and spasticity. Prevalence is estimated at 1/250,000 worldwide, but the syndrome is more common in Sweden due to a founder effect. Clinical features develop prenatally and during infancy. Mild hyperkeratosis is usually present at birth and progresses to a generalized ichthyosis, particularly prominent on flexural areas, the nape of the neck, the trunk and the extremities. Unlike other forms of ichthyosis, pruritus is a prominent feature. Mildly erythematous dermatitis is often present at birth, and then tends to disappear with increasing age. Neurological signs appear during the first or second years of life and consist of delay in reaching motor milestones due to spastic diplegia or, much less commonly, spastic tetraplegia. Approximately one-half of patients are non-ambulatory. Seizures occur in about 40% of cases. Intellectual deficit varies from mild to severe, although rare patients with normal intellect have been reported. Delayed speech and dysarthria are common. Ophthalmologic involvement is often present and is characterized by retinal crystalline inclusions (so-called glistening white dots) surrounding the fovea. Photophobia and myopia are common. Dermatoglyphic anomalies have been reported. Patients tend to be born preterm. SLS is caused by mutations in the ALDH3A2 gene (17p11.2) encoding fatty aldehyde dehydrogenase (FALDH), an enzyme that catalyzes the oxidation of fatty aldehydes to fatty acids. More than 70 mutations in ALDH3A2 have been identified including amino acid substitutions, deletions, insertions and splicing errors. Transmission is autosomal recessive. SLS is diagnosed by measuring FALDH or fatty alcohol oxidoreductase (FAO) activity in cultured fibroblasts from skin biopsies. Diagnosis can be confirmed by screening for known mutations by allele-specific polymerase chain reaction assay or by directly sequencing the ALDH3A2 gene. In early infancy, before the onset of spasticity, the differential diagnosis includes other forms of congenital ichthyosis including lamellar ichthyosis and congenital ichthyosiform erythroderma (see these terms). Once neurologic symptoms appear later in infancy, the differential diagnosis includes several other neuro-ichthyotic syndromes such as neutral lipid storage disease (Chanarin-Dorfman syndrome), multiple sulfatase deficiency and Refsum disease (see these terms). Antenatal diagnosis is possible through biochemical or molecular analysis of amniocytes or chorionic villus cells. Management should be multidisciplinary including neurologists, dermatologists, ophthalmologists, orthopedic surgeons, and physiotherapists. The treatment of ichthyosis consists of topical application of keratolytic agents or use of systemic retinoids. Seizures usually respond to anti-convulsant medications and spasticity is alleviated by surgical procedures. Special diets with medium-chain fatty acid supplements may help the ichthyosis, but effects are limited. Patients usually survive until adulthood but require life-long care. No progression of the neurologic findings or intellectual deficit occurs after puberty. Patients with early symptoms tend to be more severely affected."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Sjögren-Larsson syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Fatty acid alcohol oxidoreductase deficiency"
      }
    }
  ]
}