{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/428643962",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1502898025"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#428643962",
  "code": "3B50.1",
  "source": "http://id.who.int/icd/entity/428643962",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Congenital plasminogen activator inhibitor type 1 deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Congenital plasminogen activator inhibitor type 1 (PAI-1) deficiency is a disorder that causes premature lysis of haemostatic clots and a moderate bleeding syndrome. Spontaneous bleeding is rarely observed, whereas moderate haemorrhages of the knees, elbows, nose and gingiva are usually triggered by mild trauma. However, menstrual bleeding may be severe and a prolonged bleeding after surgery is common. The PAI-1 deficiency may be qualitative or quantitative, total or partial."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Plasminogen activator inhibitor type 1 (PAI-1) deficiency is a disorder that causes premature lysis of haemostatic clots and a moderate bleeding syndrome. Prevalence is unknown. PAI-1 is the physiological inhibitor of tissue-type plasminogen activator (t-PA), the main source of intravascular fibrinolysis. Spontaneous bleeding is rarely observed, whereas moderate haemorrhages of the knees, elbows, nose and gingiva are usually triggered by mild trauma. However, menstrual bleeding may be severe and a prolonged bleeding after surgery is common. Haemorrhages are less frequent and less severe or absent in heterozygous individuals (partial deficiency). The PAI-1 deficiency may be qualitative or quantitative, and in a few patients the protein is present but functionally inactive. Affected patients carry one (heterozygote) or two (homozygote) alleles with the mutation, resulting in partial or total antigenic PAI-1 deficiency. Both Partial and total PAI-1 deficiencies are extremely rare disorders, transmitted as autosomal dominant traits. The diagnosis is based on the antigenic (ELISA) and functional (chromogenic test) dosage of PAI-1. A genotype analysis may be necessary in some cases. The prompt diagnosis of antigenic or functional PAI-1 deficiency is mandatory since haemorrhages can be safely and efficiently treated with fibrinolysis inhibitors (epsilon amino-caproic acid or tranexamic acid), avoiding the use of blood and derivatives."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Congenital plasminogen activator inhibitor type 1 deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Congenital PAI-1 - [plasminogen activator inhibitor type 1] deficiency"
      }
    }
  ]
}