{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/439383288",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1889990301"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#439383288",
  "code": "5C50.A0",
  "source": "http://id.who.int/icd/entity/439383288",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Argininosuccinic aciduria"
  },
  "definition": {
    "@language": "en",
    "@value": "Argininosuccinic aciduria is an autosomal recessive inherited deficiency of argininosuccinate lyase, an enzyme involved in the urea cycle that leads to severe hyperammonemic coma in neonates or, in childhood, to hypotonia, growth failure, anorexia and chronic vomiting or behavioural disorders. Onset can also occur later with hyperammonemic coma or behavioural disorders that simulate psychiatric disorders."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Arginosuccinicaciduria is an autosomal recessive inherited deficiency of arginosuccinate lyase, an enzyme involved in the urea cycle. This leads to hyperammonemia and arginine deficiency. Onset occurs either soon after birth, with severe hyperammonemic coma that often proves to be fatal, or during childhood, with hypotonia, growth failure, anorexia and chronic vomiting or behavioral disorders. Onset can also occur later with hyperammonemic coma or behavioral disorders that simulate psychiatric disorders. Significant hepatomegaly and trichorrhexix nodosa are common observations. Diagnosis is made by the existence of hyperammonemia and by chromatography of plasmatic and urinary organic acids that shows accumulation of arginosuccinic acid (ASA) and orotic aciduria. Patients are treated with a strict lifelong diet with very low amounts of protein intake, arginine supplementation, and sometimes sodium benzoate or sodium phenylbutyrate. Antenatal diagnosis can be performed either by direct measure of citrulline and ASA in amniotic fluid or by enzymatic assay."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Argininosuccinic aciduria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Argininosuccinate lyase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Argininosuccinase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "argininosuccinic acidaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "metabolic disorder of arginosuccinic acid"
      }
    }
  ]
}