{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/444122923",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1324115669"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/2084504393",
    "http://id.who.int/icd/release/11/2024-01/mms/2132400826",
    "http://id.who.int/icd/release/11/2024-01/mms/1509230254",
    "http://id.who.int/icd/release/11/2024-01/mms/444122923/other",
    "http://id.who.int/icd/release/11/2024-01/mms/444122923/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#444122923",
  "code": "5C50.0",
  "source": "http://id.who.int/icd/entity/444122923",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Phenylketonuria"
  },
  "definition": {
    "@language": "en",
    "@value": "Phenylketonuria is a hereditary metabolic disease, characterised by deficiency of phenylalanine hydroxylase, an enzyme necessary for the transformation of phenylalanine into tyrosine. Untreated, phenylketonuria leads to mental retardation, sometimes profound, as well as hypopigmentation. Dietary phenylalanine restriction allows patients to lead almost normal lives."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Phenylketonuria is a hereditary metabolic disease, characterized by deficiency of phenylalanine hydroxylase, an enzyme necessary for the transformation of phenylalanine into tyrosine. Untreated, phenylketonuria leads to mental retardation, sometimes profound, as well as hypopigmentation. Dietary phenylalanine restriction allows patients to lead almost normal lives. Phenylalanine is toxic to fetal development and severe disorders occur in the children of women whose phenylketonuria is untreated during pregnancy. These women must be informed that they must plan pregnancy and begin dietary restrictions in the preconceptional period. The incidence of this disease is 1/17 000 in France, where routine neonatal screening has been set up. Since 1970, approximately 1600 infants with phenylketonuria have thus been diagnosed and treated in this country. Strict metabolic control is necessary during the first 10 years of life, after which the diet can be progressively enlarged. Dietary restriction must resume before any pregnancy. Advances in treatment: a study published in 2002 showed that some patients deficient in phenylalanine hydroxylase are sensitive to pharmacological doses of tetrahydrobiopterin (BH4), a cofactor of this enzyme is essential for the transformation of phenylalanine into tyrosine. Some patients treated with this cofactor have normal levels of phenylalanine intake. While only a few patients have so far received this alternative treatment, the results of intermediate and long-term experiments are currently being evaluated."
  }
}