{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/47812081",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/955213795"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#47812081",
  "code": "EE11.1",
  "source": "http://id.who.int/icd/entity/47812081",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Yellow nail syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Yellow nail syndrome is characterised by yellow, dystrophic, thick and slowly growing nails, associated with lymphoedema and respiratory involvement. Less than 100 cases have been described. Lymphoedema occurs more often in the lower limbs. It can appear at birth or later in life. Onset generally follows the onset of ungual abnormalities. Patients usually suffer from chronic bronchitis and in some cases, from chronic sinusitis, bronchiectasia and recurring pneumonitis. They can also present with pleural effusion (30% of cases) and bronchial hyperreactivity. Most cases are sporadic. However, familial forms have been described. Aetiology is unknown."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Yellow nail syndrome is characterised by yellow, dystrophic, thick and slowly growing nails, associated with lymphoedema and respiratory involvement. Less than 100 cases have been described. Lymphoedema occurs more often in the lower limbs. It can appear at birth or later in life. Onset generally follows the onset of ungual abnormalities. Patients usually suffer from chronic bronchitis and in some cases, from chronic sinusitis, bronchiectasia and recurring pneumonitis. They can also present with pleural effusion (30% of cases) and bronchial hyperreactivity. Most cases are sporadic. However, familial forms have been described. Aetiology is unknown. Oedema is reversible, suggesting that lymphatic disorder is secondary. Respiratory symptoms and lymphoedema require specific management."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Yellow nail syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hereditary lymphoedema and yellow nails"
      }
    }
  ]
}