{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/506935822",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/2071787420"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#506935822",
  "code": "3A10.00",
  "source": "http://id.who.int/icd/entity/506935822",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Haemolytic anaemia due to glucose-6-phosphate dehydrogenase deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Glucose-6-phosphate dehydrogenase (G6PD) deficiency is the most common hereditary erythrocyte enzyme deficiency that can manifest with severe neonatal jaundice which can lead to serious neurological consequences, or, most often, with acute haemolytic anaemia following ingestion of certain foods (fava beans), common drugs (some antimalaria drugs, sulphamides, analgesics), or in the course of an infection, in otherwise asymptomatic individuals."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Glucose-6-phosphate dehydrogenase (G6PD) deficiency is the most common hereditary erythrocyte enzyme deficiency. The deficiency is frequent: it affects 0.5-26% of the population and an estimated 420 million individuals in the world. The Mediterranean region, sub-Saharan Africa, the Americas (African and Hispanic populations) and South-East Asia are the regions most affected. G6PD deficiency can manifest with severe neonatal jaundice which can lead to serious sensorineural consequences. Most often patients are asymptomatic. However, acute hemolytic anemia, which is sometimes serious, can appear following ingestion of certain foods (fava beans), taking certain common drugs (some antimalaria drugs, sulphamides, analgesics), or in the course of an infection. In its rarest form G6PD deficiency can lead to chronic hemolytic anemia which can be extremely debilitating. Transmission is X-linked recessive. The disease is a result of mutations of the G6PD gene (Xq28). Affected hemizygous males and homozygous females fully experience the deficiency, whereas in heterozygous females the disease has a variable expression, and is often absent or moderate. The severity of manifestations is related to the severity of the deficiency. There are numerous variants of G6PD deficiency (around 150); the most frequent are the Mediterranean and Cantonese forms (severe) and the African and Mahidol forms (more moderate). Diagnosis at birth is based on a positive colorimetric spot test and should be confirmed by the evidence of enzymatic deficiency of G6PD measured by spectrophotometry. Diagnosis in adults is based on spectrophotometric analysis (carried out in the absence of hemolytic attacks in order to avoid false diagnosis due to an elevated level of reticulocytes). Molecular analysis enables the identification of the defect responsible. Genetic counseling is required to detect other members of the family with the deficiency. Management aims to prevent hemolysis by informing patients of the external agents that can precipitate attacks. In 2008, the French Health Product Safety Agency (the AFSSAPS) established recommendations including an exhaustive list of the drugs that can precipitate an acute hemolytic attack. Some of these drugs are dangerous and some are contra-indicated, except in cases without an alternative therapy, and therefore should only be used under strict medical supervision. Finally, others are dangerous only when the recommended dose is exceeded. In 2006, the French Food Safety Agency (the AFSSA) also established a list of dangerous foods and a list of foods of which the usual daily amount should not be exceeded. In cases of acute hemolytic anemia, a blood transfusion or even an exchange transfusion may be required. Prognosis is linked to screening because it allows the identification of dangerous drugs and foods that can then be avoided in order to prevent acute hemolytic attacks."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1426960900"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1241014644"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Haemolytic anaemia due to glucose-6-phosphate dehydrogenase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Chronic non spherocytic anaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "G6PD - [glucose-6-phosphate dehydrogenase deficiency] anaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "anaemia due to glucose-6-phosphate dehydrogenase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "glucose-6-phosphate dehydrogenase deficiency with anaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "glucose-6-phosphate dehydrogenase deficiency anaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "favism anaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Haemolytic anaemia due toG6PD deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Favism"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "pentose phosphate pathway disorder anaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "anaemia due to pentose phosphate pathway defect"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Baghdad spring anaemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/1570880228"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hereditary haemolytic nonspherocytic type 1 anaemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/419112483"
    },
    {
      "label": {
        "@language": "en",
        "@value": "haemolytic nonspherocytic type 1 anaemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/419112483"
    },
    {
      "label": {
        "@language": "en",
        "@value": "anaemia due to haemolytic nonspherocytic (hereditary), type 1"
      },
      "foundationReference": "http://id.who.int/icd/entity/419112483"
    }
  ]
}