{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/507702177",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/2064197173"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#507702177",
  "code": "5B5K.2",
  "source": "http://id.who.int/icd/entity/507702177",
  "classKind": "category",
  "foundationChildElsewhere": [
    {
      "label": {
        "@language": "en",
        "@value": "Neonatal nutritional zinc deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/846542053",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/300993597"
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Zinc deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "The clinical features of severe zinc deficiency in humans are growth retardation, delayed sexual and bone maturation, skin lesions, diarrhoea, alopecia, impaired appetite, increased susceptibility to infections mediated via defects in the immune system, and the appearance of behavioural changes. The effects of marginal or mild zinc deficiency are less clear. A reduced growth rate and impairments of immune defence are so far the only clearly demonstrated signs of mild zinc deficiency in humans. Other effects, such as impaired taste and wound healing, which have been claimed to result from a low zinc intake, are less consistently observed."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Zinc deficiency is quite common in the developing world and is often associated with malnutrition or other micronutrient deficiencies (iron). Zinc deficiency has its most profound effect on rapidly proliferating tissues. Zinc deficiency affects children’s physical growth and the risk and severity of a variety of infections. Chronic zinc deficiency is associated with growth retardation in children, hypogonadism and infertility, dysgeusia, diarrhoea, dermatitis on the extremities and around orifices, glossitis, alopecia, corneal clouding, loss of dark adaptation, and behavioural changes. Impaired cellular immunity is observed. Diets rich in phytates bind zinc, impairing its absorption. Excessive loss of gastrointestinal secretions through chronic diarrhea and fistulas may precipitate deficiency. Acrodermatitis enteropathica is a rare, recessively inherited disease in which intestinal absorption of zinc is impaired."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1867773640"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/517413026"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Zinc deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "dietary zinc deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hypozincaemia"
      }
    }
  ]
}