{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/514403112",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1582386590"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/290257878",
    "http://id.who.int/icd/release/11/2024-01/mms/955958081",
    "http://id.who.int/icd/release/11/2024-01/mms/1323966141",
    "http://id.who.int/icd/release/11/2024-01/mms/514403112/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#514403112",
  "code": "CA25",
  "source": "http://id.who.int/icd/entity/514403112",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/514403112/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/2064398473",
        "http://id.who.int/icd/release/11/2024-01/mms/58868923",
        "http://id.who.int/icd/release/11/2024-01/mms/1703442464",
        "http://id.who.int/icd/release/11/2024-01/mms/1971756453",
        "http://id.who.int/icd/release/11/2024-01/mms/590084641",
        "http://id.who.int/icd/release/11/2024-01/mms/11753425",
        "http://id.who.int/icd/release/11/2024-01/mms/11753425",
        "http://id.who.int/icd/release/11/2024-01/mms/1948124976",
        "http://id.who.int/icd/release/11/2024-01/mms/1948124976",
        "http://id.who.int/icd/release/11/2024-01/mms/133207228",
        "http://id.who.int/icd/release/11/2024-01/mms/133207228",
        "http://id.who.int/icd/release/11/2024-01/mms/1656445230",
        "http://id.who.int/icd/release/11/2024-01/mms/1656445230",
        "http://id.who.int/icd/release/11/2024-01/mms/1935524933",
        "http://id.who.int/icd/release/11/2024-01/mms/1935524933",
        "http://id.who.int/icd/release/11/2024-01/mms/1067593741",
        "http://id.who.int/icd/release/11/2024-01/mms/1889351414",
        "http://id.who.int/icd/release/11/2024-01/mms/915779102",
        "http://id.who.int/icd/release/11/2024-01/mms/1332995100",
        "http://id.who.int/icd/release/11/2024-01/mms/111658096",
        "http://id.who.int/icd/release/11/2024-01/mms/390439470",
        "http://id.who.int/icd/release/11/2024-01/mms/850824593",
        "http://id.who.int/icd/release/11/2024-01/mms/370028006",
        "http://id.who.int/icd/release/11/2024-01/mms/1654881561",
        "http://id.who.int/icd/release/11/2024-01/mms/1256772020",
        "http://id.who.int/icd/release/11/2024-01/mms/844980278",
        "http://id.who.int/icd/release/11/2024-01/mms/1237004558",
        "http://id.who.int/icd/release/11/2024-01/mms/753457327",
        "http://id.who.int/icd/release/11/2024-01/mms/1191558345",
        "http://id.who.int/icd/release/11/2024-01/mms/1479699556",
        "http://id.who.int/icd/release/11/2024-01/mms/1020615731"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Cystic fibrosis"
  },
  "definition": {
    "@language": "en",
    "@value": "Cystic fibrosis (CF) is a genetic disorder characterised by the production of sweat with a high salt content and mucus secretions with an abnormal viscosity. The disease is chronic and generally progressive, with onset usually occurring during early childhood or, occasionally, at birth (meconium ileus). Virtually any internal organ may be involved but the principle manifestations concern the breathing apparatus (chronic bronchitis), pancreas (pancreatic insufficiency, adolescent diabetes and occasionally pancreatitis) and, more rarely, the intestine (stercoral obstruction) or liver (cirrhosis). The usual presenting symptoms and signs include persistent pulmonary infection, pancreatic insufficiency, and elevated sweat chloride levels. However, many patients demonstrate mild or atypical symptoms, and clinicians should remain alert to the possibility of CF even when only a few of the usual features are present. Both criteria; clinical symptoms consistent with CF in at least one organ system and evidence of cystic fibrosis transmembrane conductance regulator (CFTR) dysfunction must be met to diagnose cystic fibrosis."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Cystic fibrosis is the most common genetic disorder among Caucasian children. It is characterised by alterations in the CFTR protein, the most well documented function of which is the regulation of transmembrane hydroelectrolytic flux. Alterations in the protein lead to changes in the characteristics of exocrine excretions. An absence of functional CFTR in the epithelial cell membrane leads to the production of sweat with a high salt content (associated with a risk of hyponatremic dehydration) and mucus secretions with an abnormal viscosity (leading to stasis, obstruction and bronchial infection). The incidence of cystic fibrosis varies between populations: the condition is considerably less common in Asiatic and African populations than in the white populations of Europe and North America, with variation within each country. The exact prevalence in Europe is unknown, but estimates range between 1/8,000 and 1/10,000 individuals. The disease is chronic and generally progressive, with onset usually occurring during early childhood or, occasionally, at birth (meconium ileus). Virtually any internal organ may be involved but the principle manifestations concern the breathing apparatus (chronic bronchitis), pancreas (pancreatic insufficiency, adolescent diabetes and occasionally pancreatitis) and, more rarely, the intestine (stercoral obstruction) or liver (cirrhosis). The most common form of cystic fibrosis is associated with respiratory symptoms, digestive problems (steatorrhea and/or constipation) and staturoponderal growth anomalies. Mortality and morbidity depend on the extent of the bronchopulmonary involvement. Male sterility is a constant feature. Late-onset forms, which are usually only mildly or monosymptomatic, have also been reported. Cystic fibrosis is a monogenic autosomal recessive disease caused by mutations in the CFTR gene (chromosome 7). More than 1250 mutations have been reported. Nearly 70% of all cases are caused by the delta F580 allele, with 30 other mutations accounting for a further 20% of cases. There is no clear correlation between genotype and phenotype. In addition to the allelic heterogeneity and the occurrence of multiple mutations in the same gene, a wide range of other factors may influence the phenotype, including the environment and disease modifying genes. Diagnosis is suspected on the basis of sweat test results (chloride concentration above 60 mmol/L) and is confirmed by identification of a CFTR mutation. Neonatal testing has been widely available since the end of 2002 and leads to diagnosis in 95% of cases. Genetic counselling should be offered to couples carrying heterozygous mutations (identified through the birth of a first child with cystic fibrosis, a family history of the disease or following detection of a heterozygous mutation in an infant screened at birth). Antenatal testing is possible through mutation analysis of chorionic villus samples taken after the eighth week of gestation. Treatment of cystic fibrosis remains purely symptomatic, revolving around bronchial drainage, antibiotics for respiratory infections, pancreatic analysis and administration of vitamins and calorific supplements for digestive and nutritional problems. These cost-effective treatments have significantly improved the prognosis for cystic fibrosis patients: in the 1960's the majority of patients died before 5 years of age, whereas the current average life-span exceeds 35 years and life-expectancy is 40 years. Symptomatic treatment of the disease should improve with the development of etiological treatments with complementary benefits (pharmacological approaches or gene therapy), neonatal testing and the establishment of reference centres (identification began in 2001 in France) to provide more coordinated care."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "mucoviscidosis"
      }
    }
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/607453719"
  ]
}