{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/531667506",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/330259189"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1932608766",
    "http://id.who.int/icd/release/11/2024-01/mms/874048664",
    "http://id.who.int/icd/release/11/2024-01/mms/9436211",
    "http://id.who.int/icd/release/11/2024-01/mms/1859849042",
    "http://id.who.int/icd/release/11/2024-01/mms/531667506/other",
    "http://id.who.int/icd/release/11/2024-01/mms/531667506/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#531667506",
  "code": "3A50.0",
  "source": "http://id.who.int/icd/entity/531667506",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Alpha thalassaemia"
  },
  "definition": {
    "@language": "en",
    "@value": "Alpha-thalassemia is an inherited haemoglobinopathy characterised by impaired synthesis of alpha-globin chains leading to a variable clinical picture depending on the number of affected alleles, and encompassing the alpha thalassaemia trait, haemoglobin H disease (HbH) and Bart's hydrops fetalis."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Alpha thalassaemia is characterised by defective synthesis of alpha globin manifesting as one of three clinical pictures of increasing severity: alpha (+) thalassaemia and the alpha thalassaemia trait, haemoglobin H disease (HbH) and Bart's hydrops foetalis. Epidemiological studies reveal that prevalence varies widely depending on the geographic region, ranging from 1 per million in Northern countries to 1 in 10,000 in Southern countries. The alpha (+) and alpha thalassaemia traits (in which one or two for the four globin alleles are mutated) lead to partial deficits in globin synthesis and manifest as hypochromia or microcytosis with symptoms resembling those of iron deficiency without any significant alteration of A2 and F haemoglobin (Hb) levels. HbH (resulting from inactivity or absence of three globin alleles) is characterised by the presence of a fraction of labile Hb, called HbH (beta 4), giving the disease its name. Clinically, HbH disease manifests as a severely hypochromic, reticulocytic and chronic haemolytic anaemia with Heinz bodies and may lead to complications common to all forms of congenital haemolysis. The disease is active from foetal life onwards. Bart's hydrops foetalis (four inactive or absent alleles) causes death in utero between the 5th month of pregnancy and birth with anaemic anasarca, levels of Bart's Hb (gamma 4) of over 80%, and significant maternal morbidity. Transmission is autosomal recessive. The genes encoding haemoglobin alpha 1 and alpha 2 (HBA1 and HBA2) are located in a tandem configuration on chromosome 16p13.3-pter. PCR provides a rapid diagnosis for patients with the most common forms of the disease (deletions of variable size depending on ethnic origin), however, identification of less frequent point mutations may require sequencing of the two genes. The differential diagnosis should include defects in haem synthesis and iron deficiency. Genetic counselling and characterisation of the genetic defect is recommended due to the risk of Bart's hydrops foetalis. Prenatal diagnosis is available for families with a risk of Bart's hydrops foetalis. Severe anaemia may lead to visceral anomalies and patients with HbH disease may require blood transfusions. Splenectomy is also necessary in some cases. Treatments with iron-based agents and some antimalarial drugs should be avoided."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Hydrops fetalis due to haemolytic disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/1028993421",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/1028993421"
    }
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1148519290"
  ]
}