{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/5417233",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/2004408087"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1786413029",
    "http://id.who.int/icd/release/11/2024-01/mms/845891723",
    "http://id.who.int/icd/release/11/2024-01/mms/6462604",
    "http://id.who.int/icd/release/11/2024-01/mms/1811800027",
    "http://id.who.int/icd/release/11/2024-01/mms/5417233/other",
    "http://id.who.int/icd/release/11/2024-01/mms/5417233/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#5417233",
  "code": "LA89",
  "source": "http://id.who.int/icd/entity/5417233",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Functionally univentricular heart"
  },
  "definition": {
    "@language": "en",
    "@value": "The term “functionally univentricular heart” describes a spectrum of congenital cardiovascular malformations in which the ventricular mass may not readily lend itself to partitioning that commits one ventricular pump to the systemic circulation, and another to the pulmonary circulation.\n\nAdditional information: a heart may be functionally univentricular because of its anatomy or because of the lack of feasibility or lack of advisability of surgically partitioning the ventricular mass. Common lesions in this category typically include double inlet right ventricle (DIRV), double inlet left ventricle (DILV), tricuspid atresia, mitral atresia, and hypoplastic left heart syndrome. Other lesions which sometimes may be considered to be a functionally univentricular heart include complex forms of atrioventricular septal defect, double outlet right ventricle, congenitally corrected transposition, pulmonary atresia with intact ventricular septum, and other cardiovascular malformations. Specific diagnostic codes should be used whenever possible, and not the term “functionally univentricular heart”."
  }
}