{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/54644599",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/573771682"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#54644599",
  "code": "3B14.2",
  "source": "http://id.who.int/icd/entity/54644599",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Combined deficiency of vitamin K-dependent clotting factors"
  },
  "definition": {
    "@language": "en",
    "@value": "Hereditary combined vitamin K-dependent clotting factors deficiency (VKCFD) is a congenital bleeding disorder resulting from variably decreased levels of coagulation factors II, VII, IX and X, as well as natural anticoagulants protein C, protein S and protein Z."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Hereditary combined vitamin K-dependent clotting factors deficiency (VKCFD) is a congenital bleeding disorder resulting from variably decreased levels of coagulation factors II, VII, IX and X, as well as natural anticoagulants protein C, protein S and protein Z. Prevalence is unknown but less than 30 affected families have been reported in the literature so far. The spectrum of bleeding symptoms ranges from mild to severe with onset in the neonatal period in severe cases. The bleeding symptoms are often life-threatening, occur both spontaneously and in a surgical setting and usually involve the skin and mucosae. A range of nonhemostatic symptoms are often present, including developmental and skeletal anomalies (stippling of the long bones, shortness of the distal phalanges of the fingers, osteoporosis and pseudoxanthoma elasticum-like disorders). VKCFD is an autosomal recessive disorder caused by mutations in the genes encoding either gamma-glutammyl carboxylase (GGCX; 2p12) or the vitamin K2,3-epoxide reductase complex subunit 1 (VKORC1; 16p11.2). These two proteins are necessary for gamma-carboxylation, a postsynthetic modification that allows coagulation proteins to display their proper function. The developmental and skeletal anomalies seen in VKCFD are the result of defective gamma-carboxylation of a number of nonhemostatic proteins. Diagnosis of VKCFD should only be considered after exclusion of acquired forms of the disease, associated with intestinal malabsorption of vitamin K in patients with inflammatory bowel diseases or celiac disease (see these terms), liver cirrhosis or accidental ingestion of warfarins and superwarfarins. After exclusion of other causes, diagnosis of VKCFD is suspected in the context of an excessive bleeding pattern compared to the extent of the decrease in individual clotting factors, and is confirmed by molecular analysis. Other congenital clotting defects such as isolated factor II, VII, IX (hemophilia B) and X deficiencies, combined factor VII and X deficiency (see these terms) and acquired bleeding anomalies due to the presence of autoantibodies (acquired hemophilia (see this term) and factor VII deficiency due to the presence of autoantibodies against factor VII) must also be considered as differential diagnoses. Genetic counseling may be offered to affected families but prenatal genetic testing is not generally recommended. Administration of vitamin K during the third trimester of pregnancy may be useful in women suspected of carrying a child with VKCFD. Vitamin K administration (oral or intravenously) is the mainstay of therapy in symptomatic VKCFD. Plasma supplementation and prothrombin complex concentrates are needed during surgery or severe bleeding episodes. In addition, combination therapy with both recombinant activated FVII (eptacog alfa (activated)) and vitamin K supplementation may constitute an alternative treatment option for surgical procedures and severe manifestations. The overall prognosis is good and with the availability of several effective therapeutic options, VKCFD has only a small impact on the quality of life of affected patients."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Combined deficiency of vitamin K-dependent clotting factors"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Combined deficiency of factors II,VII,IX and X"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Vitamin K epoxide reductase deficiency"
      }
    }
  ]
}