{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/547746710",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1235049952"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#547746710",
  "code": "LB30.62",
  "source": "http://id.who.int/icd/entity/547746710",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/547746710/postcoordinationScale/laterality",
      "axisName": "http://id.who.int/icd/schema/laterality",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "NotAllowed",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/627678743",
        "http://id.who.int/icd/release/11/2024-01/mms/271422288",
        "http://id.who.int/icd/release/11/2024-01/mms/876572005",
        "http://id.who.int/icd/release/11/2024-01/mms/1038788978"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Horseshoe kidney"
  },
  "definition": {
    "@language": "en",
    "@value": "Horseshoe kidney is the most frequent renal fusion anomaly and is characterised by the union of the inferior poles of the two kidneys through an isthmus. Horseshoe kidney is in fact an anatomical anomaly rather than a disease, but it does lead to predisposition to certain conditions such as hydronephrosis, nephrolithiasis or pyelonephritis. One third of individuals with horseshoe kidney are asymptomatic, with the anomaly being discovered fortuitously during a radiological examination. Urogenital or renal vessel anomalies may be associated with the condition. For cases requiring treatment, various therapeutic approaches are available and choice of treatment depends on the associated pathology."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Horseshoe kidney is the most frequent renal fusion anomaly and is characterised by the union of the inferior poles of the two kidneys through an isthmus. The incidence at birth varies between 1 in 400 and 1 in 800: it is therefore not a rare condition. Horseshoe kidney is in fact a anatomical anomaly rather than a disease, but it does lead to predisposition to certain conditions such as hydronephrosis, nephrolithiasis or pyelonephritis. One third of individuals with horseshoe kidney are asymptomatic, with the anomaly being discovered fortuitously during a radiological examination. Urogenital or renal vessel anomalies may be associated with the condition. For cases requiring treatment, various therapeutic approaches (surgery or medication) are available and choice of treatment depends on the associated pathology."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Horseshoe kidney"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Congenital horseshoe kidney"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Ren unguliformis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Ren arcuatus"
      }
    }
  ]
}