{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/549613748",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/516869589"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#549613748",
  "code": "KB61.2",
  "source": "http://id.who.int/icd/entity/549613748",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Neonatal hypocalcaemia"
  },
  "definition": {
    "@language": "en",
    "@value": "Hypocalcaemia is a common metabolic problem in newborns. In the neonate, hypocalcaemia is defined by birth weight (BW) categories. In infants with BW greater than 1500 g, hypocalcaemia is defined as a total serum calcium (Ca) concentration less than 8 mg/dL (2 mmol/L) or an ionized fraction of less than 4.4 mg/dL (1.1 mmol/L). In very low birth weight premature infants (BW<1500 g), hypocalcaemia is defined as a total serum Ca concentration less than 7 mg/dL (1.75 mmol/L) or an ionized fraction of less than 4 mg/dL (1 mmol/L). Aetiologies of early hypocalcaemia (occurs in the first two to three days after birth) include prematurity, maternal diabetes, birth asphyxia, and intrauterine growth. Causes of late hypocalcaemia (usually occurs at the end of the first week of life) include hypoparathyroidism and high phosphate intake. Most infants with hypocalcaemia are asymptomatic. If symptomatic, neuromuscular irritability is the most common sign with jitteriness and muscle jerking. Less common findings include seizures, and rarely laryngospasm, wheezing, or vomiting."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Most premature infants develop hypocalcaemia as the majority of fetal Ca accretion occurs in the third trimester. Critically ill or premature infants are exposed to many therapeutic interventions that may cause transient hypocalcaemia. Bicarbonate infusion, resulting in metabolic alkalosis, or transfusion with citrated blood, leading to formation of Ca complexes, decreases ionized Ca concentration."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Transitory neonatal hypoparathyroidism"
      },
      "foundationReference": "http://id.who.int/icd/entity/1120566859",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/1120566859"
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Neonatal hypocalcaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Cow milk hypocalcaemia in newborn"
      },
      "foundationReference": "http://id.who.int/icd/entity/1166654754"
    },
    {
      "label": {
        "@language": "en",
        "@value": "cow's milk hypocalcaemia in newborn"
      },
      "foundationReference": "http://id.who.int/icd/entity/1166654754"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Phosphate-loading hypocalcaemia"
      },
      "foundationReference": "http://id.who.int/icd/entity/48415692"
    }
  ]
}