{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/553392015",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1524522975"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#553392015",
  "code": "BC65.2",
  "source": "http://id.who.int/icd/entity/553392015",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Short QT syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Familial short QT syndrome is a rare cardiac rhythm disorder that associates a short QT interval (QT and QTc 300 ms) on the surface electrocardiogram (ECG) with a high risk of syncope or sudden death due to malignant ventricular arrhythmia."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Familial short QT syndrome is a newly described cardiologic entity that associates a short QT interval (QT and QTc 300 ms) on the surface electrocardiogram (ECG) with a high risk of syncope or sudden death due to malignant ventricular arrhythmia. This extremely rare syndrome affects mainly young adults or infants. The clinical spectrum is very wide ranging from asymptomatic carriers to syncope or sudden death. It is frequently associated with atrial fibrillation. Mutations in three different genes KCNQ1, KCNH2, and KCNJ2, all encoding cardiac ionic potassium channels have been identified in affected patients. Transmission is autosomal dominant. Expression studies have shown a gain of function and a shortening of the action potential duration, explaining the short QT interval. At electrophysiologic study, atrial and ventricular refractory periods are short, and ventricular fibrillation is inducible in the majority of patients. At present, an automatic implantable defibrillator is the only effective treatment for the prevention of sudden death in the short QT syndrome."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1380872553"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Short QT syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Familial short QT syndrome"
      }
    }
  ]
}