{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/554018956",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/399834960"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#554018956",
  "code": "LD24.B1",
  "source": "http://id.who.int/icd/entity/554018956",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Asphyxiating thoracic dystrophy"
  },
  "definition": {
    "@language": "en",
    "@value": "Asphyxiating thoracic dystrophy, also called Jeune syndrome, is a short-rib dysplasia characterised by a narrow thorax, short limbs and radiological skeletal abnormalities including \"trident\" aspect of the acetabula and metaphyseal changes."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Jeune syndrome, also called asphyxiating thoracic dystrophy, is a short-rib dysplasia characterized by a narrow thorax and short limbs. Incidence at birth is 1-5/500,000. The syndrome is recognizable at birth. In some cases, postaxial polydactyly may also be present. The narrow thorax may cause respiratory failure, even in the neonatal period, and may be associated with persistent respiratory manifestations. Some cases are severe while others have a benign development. Affected children display near normal growth. Hepatic cholestasis has been reported in some rare cases and polycystic or tubulointerstitial nephritis may occur at any age. The syndrome is transmitted as an autosomal recessive trait. A causative gene has been mapped to the 15q13 locus in some families but mutations in the IFT80 gene (3q25.33), encoding an intraflagellar transport protein, have recently been identified in a subset of patients. Mutations in several other genes may also be implicated in the disease but remain to be identified. The diagnosis is based on radiologic findings: ribs are short and the pelvis has an abnormal morphology, with a horizontal acetabular roof and a trident aspect formed by a median protrusion and two lateral spurs. Hands are short with cone-shaped epiphyses in the phalanges and the metacarpal metaphyses are concave. The differential diagnosis should include thoracolaryngopelvic dysplasia, Ellis-van Creveld syndrome and paternal uniparental disomy of chromosome 14 (see these terms). Treatment consists of management of respiratory infections, which may lead to severe complications. Renal function should also be monitored. Prognosis is highly variable but the risk of severe complications decreases after 2 years of age."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Asphyxiating thoracic dystrophy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Asphyxiating thoracic dystrophy of the newborn"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Asphyxiating thoracic dysplasia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Jeune syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "asphyxiating thorax dystrophy"
      }
    }
  ]
}