{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/558060012",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/509209399"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#558060012",
  "code": "8A45.31",
  "source": "http://id.who.int/icd/entity/558060012",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Central pontine myelinolysis"
  },
  "longDefinition": {
    "@language": "en",
    "@value": "There may be evidence of poor nutrition or alcohol abuse. Typical features on MRI include high signal on T2-weighted and low signal on T1-weighted images on the central pons without gadolinium enhancement or mass effect. The demyelination is thought to result from rapid osmotic shifts. In is most commonly seen in the context of hyponatraemia, but other conditions include hypernatraemia, burns, coagulopathies, hyperosmolality, and acute hemorrhagic pancreatitis. \nIt usually presents in a biphasic clinical course, initially encephalopathy or presenting with seizures from hyponatraemia, then recovering rapidly as normonatraemia is restored, only to deteriorate several days later. The initial signs of the CPM, which reflect this second phase,include dysarthria and dysphagia (secondary to corticobulbar fibre involvement), a flaccid quadriparesis (from corticospinal tract involvement) which later becomes spastic, all from involvement of the basis pontis; if the lesion extends into the tegmentum of the pons pupillary, oculomotor abnormalities may occur. \nThere may be an apparent change in conscious level reflecting the ‘‘locked-in syndrome’’ that a large lesion in this site is particularly liable to produce."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/564191997"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Central pontine myelinolysis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "central pontine myelinosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Pontine central pontine myelinolysis"
      },
      "foundationReference": "http://id.who.int/icd/entity/1271534526"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Extrapontine central pontine myelinolysis"
      },
      "foundationReference": "http://id.who.int/icd/entity/1368206692"
    }
  ]
}