{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/559743797",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1779279118"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#559743797",
  "code": "8A45.41",
  "source": "http://id.who.int/icd/entity/559743797",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/559743797/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/1297540670"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Demyelination due to systemic lupus erythematosus"
  },
  "definition": {
    "@language": "en",
    "@value": "Among the 12 systemic lupus erythematosus (SLE)-related central nervous system (CNS) syndromes defined by the American College of Rheumatology (ACR), demyelinating syndrome and myelopathy are two of the less prevalent and more poorly understood ones. One important issue concerning demyelinating disease in SLE is that it can be easily misdiagnosed with other central nervous system demyelinating disorders such as multiple sclerosis (MS)."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Demyelinating syndrome and myelopathy were among the major CNS syndromes described in SLE . \nAll the reports indicate that neuropsychiatricsymptoms occur early in the disease course and in a significant number of cases (39–50%) as the presenting symptom of SLE; however, data concerning the prevalence of NPSLE vary widely. \n\nDemyelination symptoms may present in a patient with known SLE. These symptoms have been described to be related to SLE activity (e.g., myelitis and optic neuritis (ON)), to overlap with other demyelinating diseases of the CNS (e.g., neuromyelitis optica (NMO) and MS also likely) or to be associated with drug-induced immunosuppression (e.g., progressive multifocal leucoencephalopathy), although other causes such as infections must be first excluded. Nevertheless, demyelination symptoms can be the first manifestation of SLE, presenting as a clinically isolated syndrome, before other typical features of the disease appear \n\nThe term ‘clinically isolated syndrome’ describes a first clinical episode of acute or sub-acute onset, with symptoms and signs suggestive of an inflammatory demyelinating disorder of the CNS. According to the definition, the episode should last for at least 24 h.\nFor the diagnosis of MS, the most common demyelinating disease, it is important to exclude diseases that could better explain the presence of a clinically isolated syndrome, suggested a series of paraclinical findings (red flags) that might signal a more likely alternative diagnosis than MS. In a patient presenting with CNS plus one of the considered major/intermediate red flags (renal involvement, livedo reticularis, rash, arthritis, arthralgias, myalgias, headache, meningismus or neuropsychaitric syndrome), the diagnosis of SLE should be considered as the first option although no other criteria are present. SLE should be also considered if symptoms of peripheral nervous system involvement are present because MS only affects the CNS ."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/564191997"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Demyelination due to systemic lupus erythematosus"
      }
    }
  ]
}