{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/621440298",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/182578312"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#621440298",
  "code": "5C52.2",
  "source": "http://id.who.int/icd/entity/621440298",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Neutral lipid storage disease"
  },
  "definition": {
    "@language": "en",
    "@value": "Neutral lipid storage disease (NLSD) refers to a group of diseases characterised by a deficit in the degradation of cytoplasmic triglycerides and their accumulation in cytoplasmic lipid vacuoles in most tissues of the body. The group is heterogeneous: NLSD with ichthyosis (NLSDI/Dorfman-Chanarin disease) and NLSD with myopathy (NLSDM/neutral lipid storage myopathy) can be distinguished."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Neutral lipid storage disease (NLSD) refers to a group of diseases characterized by a deficit in the degradation of cytoplasmic triglycerides and their accumulation in cytoplasmic lipid vacuoles in most tissues of the body. The group is heterogeneous: currently cases of NLSD with ichthyosis (NLSDI/Dorfman-Chanarin disease; see this term) and NLSD with myopathy (NLSDM/neutral lipid storage myopathy; see this term) can be distinguished. The group of diseases is very rare and the prevalence is unknown (around 50 cases have been reported in medical literature, of which 3 had NLSDM) because of the vagueness of the descriptions. In NLSDI, generalized ichthyosis occurs in 95% of cases, moderate myopathic syndrome (or abnormal serum muscle enzyme levels), intellectual deficit and moderate hepatomegaly (or functional impairment of the liver) occur in 60% of cases, ocular (cataract, retinopathy) and hearing abnormalities (deafness) occur in 40% of cases, and neuropathy and short stature occur in 20% of cases. Transmission of the disorder is autosomal recessive. NLSDI/Dorfman-Chanarin disease is caused by mutations in the ABHD5 gene (3p21), NLSDM by mutations in the PNPLA2/ATGL gene (localized to 11p15.5). Biological diagnosis is based on evidence of leukocytes in the vacuoles of neutral lipids and a deficiency in the degradation of cytoplasmic triglycerides in cultured cells (lymphoblasts or fibroblasts), while mitochondrial function (in particular the transport and b-oxidation of fatty acids) is normal. Genetic diagnosis is also possible. Differential diagnoses include mitochondrial diseases with accumulation of cytoplasmic triglycerides (deficiencies in carnitine, cartinine palmitoly transferase or fatty acid oxidation enzymes; see these terms). Prenatal diagnosis is possible by genetic testing (for mutations in chorionic or amniotic cells) when parental mutations have been identified. There is no treatment to correct the metabolic deficiency. For NLSDI/Dorfman-Chanarin disease, the severity of the disease is linked to the myopathy and any associated disorders (which may include ocular and cerebral involvement). The evolution of the disease varies between patients, but is relatively slow because some patients reach late adulthood. *Authors: Drs R. Salvayre, A. Negro-Salvayre and J. Fischer (March 2007)*."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Neutral lipid storage disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Lipidosis with triglyceride storage disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Dorfman-Chanarin disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/690728790"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Neutral lipid storage disease with ichthyosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/690728790"
    },
    {
      "label": {
        "@language": "en",
        "@value": "NLSDI - [Neutral lipid storage disease with ichthyosis]"
      },
      "foundationReference": "http://id.who.int/icd/entity/690728790"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Neutral lipid storage myopathy"
      },
      "foundationReference": "http://id.who.int/icd/entity/1512138529"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Neutral lipid storage disease with myopathy without ichthyosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/1512138529"
    },
    {
      "label": {
        "@language": "en",
        "@value": "NLSDM - [Neutral lipid storage myopathy]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1512138529"
    }
  ]
}