{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/635475211",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1779279118"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#635475211",
  "code": "8A45.40",
  "source": "http://id.who.int/icd/entity/635475211",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/635475211/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/1297540670"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Demyelination due to sarcoidosis"
  },
  "definition": {
    "@language": "en",
    "@value": "Sarcoidosis can affect any part of the nervous system. It is estimated that about 5-15% of cases develop evidence of central nervous system involvement. Neurosarcoidosis may manifest in many different ways, diagnosis may be difficult. Neurosarcoidosis can appear in an acute explosive fashion or as a slow, chronic illness. Any part of the central nervous system can be attacked by sarcoidosis but chronic neurosarcoidosis can cause multiple cranial nerve palsies, parenchymatous cerebral involvement, hydrocephalus and encephalopathy or peripheral nervous system manifestations."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Diagnosis of neurosarcoidosis is most challenging when there is no evidence for disease outside the nervous system. The diagnosis of neurosarcoidosis requires a compatible clinical or radiological picture of sarcoidosis and histological confirmation of noncaesating granulomas.\n\nCriteria for the diagnosis of neurosarcoidosis :\nDefinite: Clinical presentation compatible with neurosarcoidosis\nExclusion of other possible causes\nPositive nervous system histology\n\nProbable: Clinical presentation compatible with neurosarcoidosis\nLaboratory support of CNS inflammation (high concentrations of CSF protein and high numbers of cells, the presence of oligoclonal bands, or MRI evidence compatible with neurosarcoidosis).\nExclusion of other possible causes\nEvidence of systemic sarcoidosis (Positive histology or at least two indirect indicators from gallium scan, chest imaging, and serum angiotensin-converting-enzyme).\n\nPossible:Clinical presentation compatible with neurosarcoidosis\nExclusion of other possible causes. \n\nNeuroimaging studies, especially MRI, are the most sensitive diagnostic tools for the detection and localisation of neurological lesions. However, they are not specific as their appearences on radiography are highly variabale. MRI may show parenchymatous mass lesions-hyperintense lesions on T2 seuences, with linear enhancement of thickened meninges and focal nodular enhancement."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/564191997"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Demyelination due to sarcoidosis"
      }
    }
  ]
}