{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/668140715",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/508003685"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/658059528",
    "http://id.who.int/icd/release/11/2024-01/mms/2023258628",
    "http://id.who.int/icd/release/11/2024-01/mms/924554858",
    "http://id.who.int/icd/release/11/2024-01/mms/668140715/other",
    "http://id.who.int/icd/release/11/2024-01/mms/668140715/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#668140715",
  "code": "LA88.4",
  "source": "http://id.who.int/icd/entity/668140715",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Ventricular septal defect"
  },
  "definition": {
    "@language": "en",
    "@value": "A congenital cardiac malformation in which there is a hole or pathway between the ventricular chambers."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "The definitions offered for a “ventricular septal defect”, in its various forms, will be used most frequently in the setting of patients who do not have abnormalities of either the atrioventricular or ventriculo-arterial connections. The definitions themselves, however, are equally applicable for the description and categorization of holes or pathways between the ventricles when the segmental connections between the cardiac components are abnormal. The key to understanding the definitions is to appreciate that the hole or pathway between the ventricles is defined both on the basis of its geographic location within the ventricular septum and its margins as seen from the aspect of the morphologically right ventricle. In this respect, when the ventriculo-arterial connections are concordant or discordant, the roof of the channel, as viewed from the right ventricle, is the muscular outlet septum or its fibrous remnant. When both arterial trunks arise from the morphologically right ventricle, in contrast, the channel between the ventricles provides the outflow from the morphologically left ventricle, and is roofed by the inner heart curvature. In the setting of double outlet right ventricle, therefore, the interventricular communication is not the same geometric locus as the ventricular septal defect, although many still continue to describe the outlet from the left ventricle as the “ventricular septal defect”. In univentricular atrioventricular connections with functionally single left ventricle with an outflow chamber, the communication, which used to be called a bulboventricular foramen, is both a ventricular septal defect and an interventricular communication. The situation in the setting of double outlet right ventricle, however, shows that the terms cannot always be used as being synonymous. A similar situation pertains in the setting of common arterial trunk, since the hole usually closed by the surgeon to provide septal integrity is the right ventricular margin of the channel between the ventricles, rather than the geometric interventricular communication."
  }
}