{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/672871576",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1204111545"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#672871576",
  "code": "5C53.24",
  "source": "http://id.who.int/icd/entity/672871576",
  "classKind": "category",
  "foundationChildElsewhere": [
    {
      "label": {
        "@language": "en",
        "@value": "Maternally inherited Leigh syndrome"
      },
      "foundationReference": "http://id.who.int/icd/entity/617486004",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/601991549/other"
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Leigh syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Leigh syndrome or subacute necrotizing encephalomyelopathy is a progressive neurological disease defined by specific neuropathological features associating brainstem and basal ganglia lesions. Loss of motor milestones, hypotonia with poor head control, recurrent vomiting, and a movement disorder are common initial symptoms. Pyramidal and extrapyramidal signs, nystagmus, breathing disorders, ophthalmoplegia and peripheral neuropathy are often noted later. Epilepsy is relatively uncommon. Leigh syndrome has multiple causes, all of which imply a defect in aerobic energy production, ranging from the pyruvate dehydrogenase complex to the oxidative phosphorylation pathway."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Leigh syndrome or subacute necrotizing encephalomyelopathy is a progressive neurological disease defined by specific neuropathological features associating brainstem and basal ganglia lesions. Its prevalence at birth has been estimated at approximately 1 in 36 000. Typical onset of symptoms occurs before the age of 12 months but, in rare cases, the disease may manifest during adolescence or even early adulthood. Loss of motor milestones, hypotonia with poor head control, recurrent vomiting, and a movement disorder are common initial symptoms. Pyramidal and extrapyramidal signs, nystagmus, breathing disorders, ophthalmoplegia and peripheral neuropathy are often noted later. Epilepsy is relatively uncommon. Leigh syndrome has multiple causes, all of which imply a defect in aerobic energy production, ranging from the pyruvate dehydrogenase complex to the oxidative phosphorylation pathway. Most mutations are located in the nuclear genome. The genes identified to-date encode either one of the subunits of the pyruvate dehydrogenase (PDH) complex, one of the subunits of respiratory complexes I or II, or a protein involved in the assembly of respiratory complex IV. Between 10 and 30% of individuals with Leigh syndrome carry mitochondrial DNA mutations, the most common of which are the 8993T>G or 8993T>C mutations in the MTATP6 gene encoding a subunit of ATP synthase. These individuals are often referred to as having maternally inherited Leigh syndrome (MILS). They harbor very high proportions (above 95%) of the mitochondrial DNA mutation. Lower proportions of this mutation are associated with a milder phenotype such as the NARP syndrome (Neurogenic Ataxia and Retinitis Pigmentosa). The genetic cause of a number of cases of Leigh syndrome remains unknown, despite the presence of a specific biochemical defect in some of the cases. In the majority of cases, Leigh syndrome is transmitted in an autosomal recessive manner. However, PDH defects due to subunit E1alpha anomalies are X-linked and the mitochondrial DNA alterations are maternally transmitted. Diagnosis of the syndrome relies on brain imaging showing the specific topology of the lesions in the brainstem and basal ganglia, often in association with leucodystrophy and cerebral atrophy. Lactate levels are constantly increased in cerebrospinal fluid, and often in the blood. The etiological diagnosis relies on biochemical investigations looking for the underlying defect in energy production. Pyruvate dehydrogenase is assayed in leucocytes or in cultured skin fibroblasts, whereas oxidative phosphorylation is more completely analyzed in muscle or liver. Genetic counseling depends on the identification of the cause of the disease. Prenatal diagnosis may be possible in cases with a known genetic anomaly in a nuclear gene. It is much more difficult when the alteration involves a mitochondrial DNA gene due to heteroplasmy (coexistence of mitochondria with altered genome and normal mitochondria). When only the biochemical defect has been identified, prenatal diagnosis is made complex by potential technical difficulties in biochemical analysis of amniocytes, as well as the possibility that these cells do not express the defect detected in skin fibroblasts. There is no specific treatment for Leigh disease. Several different vitamins or cofactors, including vitamin B1 (thiamine), vitamin B2 (riboflavin) and coenzyme Q10, have been proposed and may be tried systematically. Their efficacy depends upon the underlying defect. A ketogenic diet has been proposed for patients with pyruvate dehydrogenase deficiency. The prognosis of Leigh syndrome is poor, with a life expectancy reduced to only a few years for most patients."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Leigh syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Leigh disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Infantile subacute necrotizing encephalopathy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "subacute necrotising encephalomyelopathy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Subacute necrotising encephalopathy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Leigh syndrome due to cytochrome C oxidase deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/808132257"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Leigh syndrome with cardiomyopathy"
      },
      "foundationReference": "http://id.who.int/icd/entity/583594497"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Cardiomyopathy - hypotonia, due to cytochrome C oxidase deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/583594497"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Cardiomyopathy with myopathy due to COX deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/583594497"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Leigh syndrome with leukodystrophy"
      },
      "foundationReference": "http://id.who.int/icd/entity/949232620"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Infantile subacute necrotizing encephalopathy with leukodystrophy"
      },
      "foundationReference": "http://id.who.int/icd/entity/949232620"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Leigh syndrome with nephrotic syndrome"
      },
      "foundationReference": "http://id.who.int/icd/entity/2009034372"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Saguenay-Lac-Saint-Jean cytochrome C oxidase deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/820983487"
    },
    {
      "label": {
        "@language": "en",
        "@value": "French-Canadian cytochrome C oxidase deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/820983487"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Leigh syndrome, Saguenay-Lac-St. Jean type"
      },
      "foundationReference": "http://id.who.int/icd/entity/820983487"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Leigh syndrome, French-Canadian type"
      },
      "foundationReference": "http://id.who.int/icd/entity/820983487"
    },
    {
      "label": {
        "@language": "en",
        "@value": "COX deficiency, French-Canadian type"
      },
      "foundationReference": "http://id.who.int/icd/entity/820983487"
    },
    {
      "label": {
        "@language": "en",
        "@value": "SLSJ-COX - [Saguenay-Lac-Saint-Jean cytochrome C oxidase] deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/820983487"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Dystonia due to Leigh syndrome"
      },
      "foundationReference": "http://id.who.int/icd/entity/256411659"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Dystonia due to subacute necrotizing encephalomyelopathy"
      },
      "foundationReference": "http://id.who.int/icd/entity/256411659"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sporadic Leigh syndrome"
      },
      "foundationReference": "http://id.who.int/icd/entity/706425213"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sporadic infantile subacute necrotizing encephalopathy"
      },
      "foundationReference": "http://id.who.int/icd/entity/706425213"
    }
  ]
}