{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/681973206",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/435342452"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#681973206",
  "code": "5B55.4",
  "source": "http://id.who.int/icd/entity/681973206",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Vitamin A deficiency with corneal ulceration or keratomalacia"
  },
  "definition": {
    "@language": "en",
    "@value": "Ulceration/keratomalacia indicates permanent destruction of part or all of the corneal stroma, resulting in permanent structural alteration. Ulcers are classically round to oval \"punched-out\" defects, as if a trephine or cork-borer had been applied to the eye. The surrounding cornea is generally xerotic but otherwise clear, and typically lacks the grey, infiltrated appearance of ulcers of bacterial origin. There may be more than one ulcer. Small ulcers are almost invariably confined to the periphery of the cornea, especially its inferior and nasal aspects. The ulceration may be shallow, but is commonly deep. Perforations become plugged with iris, thereby preserving the anterior chamber. In more advanced disease the necrotic stroma sloughs, leaving a large ulcer or descemetocele. As with smaller ulcers, this is usually peripheral and heals as a dense, white, adherent leukoma. With therapy, superficial ulcers often heal with surprisingly little scarring; deeper ulcers, especially perforations, form dense peripheral adherent leukomas."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1867773640"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/517413026"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Vitamin A deficiency with corneal ulceration or keratomalacia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Vitamin A deficiency with cornea ulceration or xerosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Vitamin A deficiency with keratomalacia"
      },
      "foundationReference": "http://id.who.int/icd/entity/1531479618"
    }
  ]
}