{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/685690588",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1324115669"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#685690588",
  "code": "5C50.G",
  "source": "http://id.who.int/icd/entity/685690588",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Trimethylaminuria"
  },
  "definition": {
    "@language": "en",
    "@value": "Trimethylaminuria is a metabolic disorder characterised by a body malodour similar to that of decaying fish."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Trimethylaminuria is a metabolic disorder characterized by a body malodor similar to that of decaying fish. Prevalence is unknown. The condition is present from birth but may only become apparent when children are weaned and/or when food that contains trimethylamine (TMA)-precursors (such as choline, lecithin and carnitine) is introduced into their diet. Patients exhibit a body odor resembling that of decaying fish, as a result of excretion of excessive amounts of TMA in sweat, saliva, urine, breath, and vaginal secretions. The odor may be enhanced following exertion, temperature rises, and emotional changes, and may occur intermittently. The malodor is known to increase in women just prior to and during menstruation. Affected individuals may manifest a variety of psychosocial disorders such as a withdrawn personality, social isolation, obsessive personal cleansing, clinical depression, interrupted schooling, marital disharmony, and suicidal intent. Some cases of trimethylaminuria have been reported to occur in association with other clinical entities, such as the Prader-Willi syndrome (see this term), seizures, and behavioral disturbances. Trimethylaminuria is caused by excretion of excessive amounts of the malodorous free amine, TMA in body secretions. It may occur as an autosomal recessively inherited disorder or in an acquired form. The former is caused by homozygous or compound heterozygous mutations in the flavin-containing monooxygenase-3 (FMO3; 1q24.3) gene resulting in a defect in the hepatic microsomal oxidase system which metabolizes malodorous TMA into odorless trimethylamine N-oxide. Numerous FMO3 mutations have been described and a carrier frequency of approximately 1% has been proposed in a British study. Chronic liver disease may also lead to excretion of excessive amounts of TMA, as a result of defective TMA metabolism. Trimethylaminuria is diagnosed by measuring excretion of free urinary TMA. Molecular genetic studies and TMA-precursor loading tests may be performed to confirm the diagnosis. However, unawareness of the condition, the need for specialist investigations, and the inability of some individuals to identify the malodor can delay diagnosis. Differential diagnoses include local causes of altered olfactory perception, poor personal hygiene, systemic causes of malodor (such as chronic hepatic or renal disease) and other conditions such as genitourinary infections. Genetic counseling should be offered to patients with the inherited form of the disease. No curative treatment is available. An explanation of the nature of the condition is vital in the management of these patients. TMA-precursor controlled diets (i.e. avoidance or reduction of the consummation of marine fish, peas, liver and eggs) and short-course treatments with antibiotics (metronidazole or neomycin) or lactulose, may help to reduce body odor. Antiperspirants, deodorants, frequent bathing, and the use of soaps with a pH value of 5.5-6.5 are also helpful adjuncts. Introduction to support groups is also an important aspect of patient care. Prognosis depends on accompanying psychosocial phenomena or associated disorders."
  },
  "inclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Fish odour syndrome"
      }
    }
  ],
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Trimethylaminuria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Fish odour syndrome"
      }
    }
  ]
}