{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/687321516",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1069974993"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#687321516",
  "code": "LA87.42",
  "source": "http://id.who.int/icd/entity/687321516",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Atrioventricular septal defect with communication at atrial level and restrictive communication at ventricular level"
  },
  "definition": {
    "@language": "en",
    "@value": "A congenital cardiac malformation that is a variant of an atrioventricular septal defect (atrioventricular canal defect) with an interatrial communication immediately above the atrioventricular valve, and a restrictive interventricular communication immediately below the atrioventricular valve."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "This term is used to identify hearts with a restrictive interventricular communication. If there is a single atrioventricular valvar orifice this term should still be used. If the ventricular component of the atrioventricular septal defect is unrestrictive (no interventricular pressure gradient), this malformation should not be coded as \"Intermediate (transitional) atrioventricular septal defect (atrioventricular canal defect) with atrial and ventricular components and separate atrioventricular valvar orifices\" and instead the term \"Complete atrioventricular septal defect (Complete atrioventricular canal) with atrial and ventricular components\" should be used."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Atrioventricular septal defect with communication at atrial level and restrictive communication at ventricular level"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "atrioventricular septal defect with atrial shunting and restrictive ventricular shunting"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "intermediate atrioventricular canal defect with atrial and ventricular components and separate atrioventricular valve"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "transitional atrioventricular septal defect with atrial and ventricular components and separate atrioventricular valves"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "atrioventricular canal defect associated with a restrictive ventricular septal defect"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "intermediate atrioventricular canal defect"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "intermediate atrioventricular septal defect with atrial and ventricular components and separate atrioventricular valvar orifices"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "intermediate atrioventricular septal defect"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "transitional atrioventricular canal defect"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "transitional atrioventricular septal defect"
      }
    }
  ]
}