{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/694903163",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1251496839"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1517015847",
    "http://id.who.int/icd/release/11/2024-01/mms/696598707",
    "http://id.who.int/icd/release/11/2024-01/mms/694903163/other",
    "http://id.who.int/icd/release/11/2024-01/mms/694903163/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#694903163",
  "code": "1D60",
  "source": "http://id.who.int/icd/entity/694903163",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/694903163/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/956664712"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Filovirus disease"
  },
  "definition": {
    "@language": "en",
    "@value": "A severe disease with high lethality caused by filovirus infection. Filovirus disease is typically characterised by acute onset of fever with non-specific symptoms/signs (e.g., abdominal pain, anorexia, fatigue, malaise, myalgia, sore throat) usually followed several days later by nausea, vomiting, diarrhoea, and occasionally a variable rash. Hiccups may occur. Severe illness may include haemorrhagic manifestations (e.g., bleeding from puncture sites, ecchymoses, petechiae, visceral effusions), encephalopathy, shock/hypotension, multi-organ failure, spontaneous abortion in pregnant women when infected. Common laboratory findings include thrombocytopenia, elevated transaminase concentrations, electrolyte abnormalities, and signs of renal dysfunction. Individuals who recover may experience prolonged sequelae (e.g., arthralgia, neurocognitive dysfunction, uveitis sometimes followed by cataract formation), and clinical and subclinical persistent infection may occur in immune-privileged compartments (e.g., CNS, eyes, testes). Person-to-person transmission occurs by direct contact with blood, other bodily fluids, organs, or contaminated surfaces and materials with risk beginning at the onset of clinical signs and increasing with disease severity. Family members, sexual contacts, healthcare providers, and participants in burial ceremonies with direct contact with the deceased are at particular risk. The incubation period typically is 7–11 days (range ≈2–21 days)."
  },
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/911707612"
  ]
}