{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/695796893",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1106405864"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#695796893",
  "code": "LD2F.13",
  "source": "http://id.who.int/icd/entity/695796893",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Meckel-Gruber syndrome"
  },
  "definition": {
    "@language": "en",
    "@value": "Meckel syndrome (MKS) is a monogenic disease characterised by a combination of renal cysts and variably associated features, including developmental anomalies of the central nervous system (usually occipital encephalocele), hepatic ductal dysplasia and cysts, and polydactyly, and a lethal course, with death occurring in the perinatal period."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Meckel syndrome (MKS) is a monogenic disease characterized by a combination of renal cysts and variably associated features, including developmental anomalies of the central nervous system (usually occipital encephalocele), hepatic ductal dysplasia and cysts, and polydactyly. Its prevalence is estimated at between 1 and 10.7 per 142 860 births. The disorder is unusually frequent in Finland: birth prevalence is 1 in 9 000 and the disease mutation frequency is 1%. The polydactyly is mostly postaxial (6th digit), but is sometimes preaxial (thumb duplication). Bowing of the long bones of the limbs occurs in about one-sixth of cases. Other anomalies may be associated, including cleft palate, anophthalmia or microphthalmia, urethral atresia, and malformations of the heart and genitalia. Meckel syndrome is a heterogeneous autosomal recessive disorder for which three loci have been mapped: MKS1 on 17q, MKS2 on 11q, and MKS3 on 8q. Cystic dysplasia of the kidneys is an obligate feature for the diagnosis. Fibrotic changes in the liver and occipital encephalocele or some other central nervous system malformation (e.g. Dandy-Walker malformation) are minimal diagnostic criteria. Comparison of the clinical features of MKS3-linked cases with those of MKS1- and MKS2-linked kindreds suggests that polydactyly (and possibly encephalocele) are less common in MKS3-linked families. Meckel syndrome is the most frequently diagnosed specific syndrome in cases of malformations associated with neural tube defects. Genetic counseling consists of informing the parents of an affected patient that the recurrence risk is 25% for all following pregnancies. Prenatal diagnosis may be performed by finding a cystic anechoid intracranial image and/or a skull defect at the end of the first trimester, as well as abnormally enlarged kidneys. Other features may be seen later in pregnancy at ultrasonography. Amniocentesis may reveal elevated amniotic alpha-fetoprotein due to encephalocele. If the pregnancy goes to term, death occurs in the perinatal period."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Meckel-Gruber syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Meckel syndrome"
      }
    }
  ]
}