{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/714406192",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1410574529"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#714406192",
  "code": "LA90.00",
  "source": "http://id.who.int/icd/entity/714406192",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Hereditary haemorrhagic telangiectasia"
  },
  "definition": {
    "@language": "en",
    "@value": "Rendu-Osler-Weber disease, also called hereditary haemorrhagic telangiectasia (HHT), is a genetic disorder of angiogenesis leading to arteriovenous dilatations: cutaneo-mucosal haemorrhagic telangiectasias and visceral shunting."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Rendu-Osler-Weber disease, also called hereditary hemorrhagic telangiectasia (HHT), is a disorder of angiogenesis leading to arteriovenous dilatations: cutaneo-mucosal hemorrhagic telangiectasias and visceral shunting. Its prevalence varies from 1/5,000 to 1/8,000. The most common clinical signs include chronic epistaxis, which causes anemia, sometimes from childhood, and cutaneous or mucosal telangiectasia (on typical locations) presenting during adulthood and increasing with age. Visceral arteriovenous malformations (AVM) are either asymptomatic or lead to complications that produce highly variable manifestations: pulmonary AVM manifest with brain abscesses or transient ischemic attacks, signs of chronic hypoxia or hemorrhagic rupture; AVM of the central nervous system can produce signs of slow compression or be hemorrhagic; hepatic AVM, which remain latent for a long time, become clinically severe in a limited proportion of patients and can lead to cardiac hyperflow, portal hypertension, pulmonary hypertension or pseudo-obstructive angiocholitis; hemorrhagic, digestive AVM increase with age and worsen chronic anemia. HHT is a genetic disorder due to mutations primarily in two genes, ACVRL1 and ENG, involved in the signaling pathway of the transforming growth factor (TGF)-beta. Vascular angiogenic homeostasis of capillaries is impaired, which leads to excessive neovascularization (successive and progressive telangiectasia and arteriovenous fistulas). In some rare cases, the SMAD4 gene is mutated and results in HHT associated with juvenile polyposis (see this term). Transmission is autosomal dominant. Penetrance is almost complete after 50 years of age. The diagnosis is clinical and is based on Curaçao's criteria: recurrent epistaxis, cutaneous/mucosal telangiectasia and a hereditary nature to these signs. Visceral pulmonary, hepatic or neurological involvement can replace one of the previous signs. Genetic testing is available and, in the presence of the characteristic clinical signs, including visceral involvement, it confirms the diagnosis by identifying the familial mutation. Differential diagnosis includes CREST syndrome, pulmonary arterial hypertension (see these terms) and benign hereditary telangiectasia. Antenatal diagnosis is not recommended, except in severe cases. Disease management consists of anemia management, as well as prevention and treatment of epistaxis. The management of AVM relies on early detection and occlusion, often by interventional radiology, depending on the location. In cases of liver disease, liver transplantation is required until antiangiogenic drugs, such as thalidomide and anti-VEGF (Vascular Endothelial Growth Factor) antibodies, are proven to be effective and are accepted. Most patients have a normal life expectancy, which depends on the visceral involvement. Pregnancy-related death has been reported in patients whose pulmonary arteriovenous fistulas remained undetected."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Hereditary haemorrhagic telangiectasia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Osler-Weber-Rendu disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Rendu-Osler-Weber disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "HHT - [hereditary haemorrhagic telangiectasia]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Osler haemorrhagic telangiectasia syndrome"
      }
    }
  ]
}