{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/733715856",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1631611896"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#733715856",
  "code": "5C60.1",
  "source": "http://id.who.int/icd/entity/733715856",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/733715856/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/658360080",
        "http://id.who.int/icd/release/11/2024-01/mms/1210263011"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Cystinosis"
  },
  "definition": {
    "@language": "en",
    "@value": "Cystinosis is a metabolic disease characterised by an accumulation of cystine inside the lysosomes of different tissues due to a defect in cystine transport out of lysosomes. There are three clinical forms : infantile, juvenile and ocular. The infantile form is severe, multisystem disease, with impaired proximal tubular reabsorptive capacity, with severe fluid-electrolyte balance alterations, cystine deposits in various organs and progression towards renal failure after 6 years of age. Juvenile cystinosis appear around 8 years of age and has an intermediate clinical picture with end-stage renal disease occurring after the age of 15.The ocular, adult form presents with photophobia."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Cystinosis is a metabolic disease characterised by an accumulation of cystine inside the lysosomes of different organs and tissues due to a defect in cystine transport out of lysosomes. Prevalence is estimated at 1/200 000. Three clinical forms of cystinosis have been described (infantile, juvenile and ocular), depending on the age of onset and the severity of symptoms. In the infantile form (the most common form) the first clinical signs appear after three months of age, with a polyuro-polydipsic syndrome and marked height-weight growth delay, secondary to a generalised impaired proximal tubular reabsorptive capacity (Toni-Debré-Fanconi syndrome), with severe fluid-electrolyte balance alterations. Cystine deposits in various organs lead to hypothyroidism, insulin-dependent diabetes, hepatosplenomegaly with portal hypertension, muscle involvement, and cerebral involvement. The ocular involvement, caused by cystine deposits in the cornea and conjunctiva is responsible for tearing and photophobia. The disease evolves progressively towards renal failure after 6 years of age. The first symptoms of juvenile cystinosis typically appear around 8 years of age and correspond to an intermediate clinical picture with end-stage renal disease occurring after the age of 15 years. Finally, the ocular form is seen in adults who are generally asymptomatic and may suffer only from photophobia. Cystinosis is an autosomal recessive disease. The causative gene, CTNS (12 exons), is located on chromosome 17p13 and encodes cystinosin, a 367 amino acid lysosome membrane protein. Mutations have been detected in this gene in patients with all the different clinical forms of the disease. The most frequent mutation is a 57-kb deletion detected in 60% to 70% of patients from Northern Europe. Approximately 80 different mutations have been described, some of which are found in individuals from various geographical origins. The diagnosis of cystinosis is confirmed by determining the cystine content of leukocytes. A prenatal diagnosis can be obtained by genetic analysis in families with a previous affected child, or by measuring 35S-labeled cystine incorporation into fibroblasts cultured from amniotic fluid or trophoblastic cell samples. Treatment consists of administering electrolyte and vitamin supplements; indomethacin, which improves the general status and growth of the patient; and cysteamine, which lowers the leukocyte cystine concentration thereby slowing the progression to renal failure. The disease does not recur in the graft after renal transplantation."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Cystinosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Protein defect of cystine transport"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Cystine storage disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Cystine diathesis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Renal tubulo-interstitial disorders in cystinosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/3098160"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Juvenile nephropathic cystinosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/422905632"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Benign adult nephropathic cystinosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/353682788"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Infantile nephropathic cystinosis"
      },
      "foundationReference": "http://id.who.int/icd/entity/373867337"
    }
  ]
}