{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/765464219",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1894671574"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/119340957",
    "http://id.who.int/icd/release/11/2024-01/mms/1649340159",
    "http://id.who.int/icd/release/11/2024-01/mms/169010223",
    "http://id.who.int/icd/release/11/2024-01/mms/1087192220",
    "http://id.who.int/icd/release/11/2024-01/mms/765464219/other",
    "http://id.who.int/icd/release/11/2024-01/mms/765464219/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#765464219",
  "code": "8A05.0",
  "source": "http://id.who.int/icd/entity/765464219",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Primary tics or tic disorders"
  },
  "definition": {
    "@language": "en",
    "@value": "Primary tics or tic disorders are characterised by the presence of chronic motor and/or vocal (phonic) tics. Motor and vocal tics are defined as sudden, rapid, non-rhythmic, and recurrent movements or vocalizations, respectively. In order to be diagnosed, tics must have been present for at least one year, although they may not manifest consistently."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Syndromes in which the predominant manifestation is some form of tic. A tic is an involuntary, rapid, recurrent, nonrhythmic motor movement (usually involving circumscribed muscle groups) or vocal production that is of sudden onset and that serves no apparent purpose. Tics tend to be experienced as irresistible but usually they can be suppressed for varying periods of time, are exacerbated by stress, and disappear during sleep. Common simple motor tics include only eye-blinking, neck-jerking, shoulder- shrugging, and facial grimacing. Common simple vocal tics include throat-clearing, barking, sniffing, and hissing. Common complex tics include hitting oneself, jumping, and hopping. Common complex vocal tics include the repetition of particular words, and sometimes the use of socially unacceptable (often obscene) words (coprolalia), and the repetition of one's own sounds or words (palilalia)."
  }
}