{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/796317173",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/468040251"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#796317173",
  "code": "8A44.4",
  "source": "http://id.who.int/icd/entity/796317173",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Krabbe disease"
  },
  "definition": {
    "@language": "en",
    "@value": "Krabbe disease, also called globoid cell leukodystrophy, is a sphingolipidosis resulting from galactosylceramidase (or galactocerebrosidase) deficiency, a lysosomal enzyme that catabolizes a major lipid component of myelin. The disease leads to demyelination of the central and peripheral nervous system which is rapidly progressive from the first year of life, but juvenile, adolescent or adult onset forms have also been reported, with a more variable rate of progression."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Krabbe disease, also called globoid cell leukodystrophy, is an autosomal recessive condition resulting from galactosylceramidase (or galactocerebrosidase) deficiency, a lysosomal enzyme that catabolizes a major lipid component of myelin. Incidence in France is an estimated 1:150,000 births. The disease leads to demyelination of the central and peripheral nervous system. Onset generally occurs during the first year and the condition is rapidly progressive, but juvenile, adolescent or adult onset forms have also been reported, with a more variable rate of progression. The classic infantile form accounts for 85 to 90% of cases. Initial symptoms include increasing irritability, hypertonia, hyperesthesia, and signs of peripheral neuropathy. Later on, hypertonic episodes with opisthotonos occur frequently, and convulsions may appear. As the disease progresses, blindness and deafness occur, followed by a vegetative state, and finally by hypotonia. In the forms with later onset the first signs are often gait disturbancies (spastic paraparesis or ataxia), hemiplegia, visual loss, with or without peripheral neuropathy. Mental deterioration is variable (usually absent in adult forms). The gene coding for galactosylceramidase is located on 14q31 and has been identified. Two mutations are more frequently observed (65% of alleles in France). Diagnosis is established from enzyme assay (galactosylceramidase deficiency). There are several natural animal models (mouse, dog, monkey). Pathognomonic globoid cells are derived from macrophages and induced by non-hydrolysed galactosylceramides. The early destruction of oligodendrocytes is considered to be due to the accumulation of a cytotoxic metabolite (galactosylsphingosine or 'psychosine')."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/564191997"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Krabbe disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Globoid cell leukodystrophy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Galactocerebrosidase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Galactosylceramide beta-galactosidase deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Diffuse globoid body sclerosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Krabbe's leukodystrophy"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Krabbe brain sclerosis"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Infantile Krabbe disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/999546344"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Classic Krabbe disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/999546344"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Early-onset Krabbe disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/999546344"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Congenital Krabbes syndrome"
      },
      "foundationReference": "http://id.who.int/icd/entity/999546344"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Late-infantile or juvenile Krabbe disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/711683611"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Adult Krabbe disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/699668826"
    }
  ]
}