{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/81374726",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/9633776"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#81374726",
  "code": "5A51.2",
  "source": "http://id.who.int/icd/entity/81374726",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Familial hypocalciuric hypercalcaemia"
  },
  "definition": {
    "@language": "en",
    "@value": "Familial Hypocalciuric Hypercalcaemia (FHH) or benign familial hypercalcaemia is an autosomal dominant disorder of calcium metabolism that is often asymptomatic and that is biologically characterised by a significant but moderate hypercalcaemia. Serum levels of parathyroid hormone are normal or slightly increased, and urinary calcium excretion is relatively low for hypercalcaemia. CASR, GNA11 and AP2S1 have been identified as causative genes."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Familial Hypocalciuric Hypercalcemia (FHH) or benign familial hypercalcemia is biologically characterised by a significant but moderate hypercalcemia associated with levels of parathyroid hormone (PTH) and urinary calcium excretion that appear inappropriate in the presence of the hypercalcemia. Indeed, serum levels of parathyroid hormone are normal or slightly increased, whereas they should be very low as a result of hypercalcemia. Furthermore, calciuria is low, whereas it should be high to counteract the hypercalcemia. This alteration of the phosphocalcic metabolism is completely asymptomatic throughout life and considered as benign, the hypercalcemia usually being discovered fortuitously. Prevalence is unknown. FHH is inherited as a dominant trait, with penetrance approaching 100%. Linkage analysis performed in several families with FHH allowed the identification of inhibiting mutations (heterozygous missense mutations and Alu insertion) in the CASR gene, localized to 3q13.3-q21. This gene encodes the calcium-sensing receptor (CaSR), a member of the subfamily of G protein-coupled transmembrane receptors. CaSR plays a key role in the regulation of phosphocalcic metabolism by controlling PTH secretion and calcium urinary excretion in response to variations in serum calcium levels. Loss of CaSR function results in a reduction in the sensitivity of parathyroid and renal cells to calcium levels, so that hypercalcemia is perceived as normal. However, this particular molecular abnormality does not explain all cases of familial hypocalciuric hypercalcemia. Linkage studies have also suggested involvement of a locus on chromosome 19. Therapeutic abstention is the rule, but the molecular abnormality needs to be acknowledged in pregnant women. Indeed, in cases when the fetus is normal, it will develop in a context of marked hypercalcemia, inhibiting endogenous secretion of PTH. As a consequence, the child is at high risk of severe hypocalcemia during the first days of life, until parathyroid function is no longer inhibited."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1156263785"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Familial hypocalciuric hypercalcaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hereditary hypocalciuric hypercalcaemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Benign familial hypercalcemia"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "FHH - [familial hypocalciuric hypercalcaemia]"
      }
    }
  ]
}