{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/814512039",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/558062861"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#814512039",
  "code": "QA51",
  "source": "http://id.who.int/icd/entity/814512039",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Foreign body accidentally left in body without injury or harm"
  },
  "definition": {
    "@language": "en",
    "@value": "A foreign body is any solid material not normally found in the human body. It is accidentally left in the body if there was no specific intention to keep it in the body."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Foreign bodies may consist of medical and surgical devices which enter the body during a procedure. Foreign bodies might also consist of other material which enters the body traumatically or through accidental ingestion. Foreign bodies represent a risk to patients and therefore should be removed, if possible. Sometimes surgical devices are left intentionally - for example sutures, staples, and prostheses. These would not meet the definition of being left accidentally. The foreign body must not be left intentionally for it to be considered.\n\nForeign body accidentally left in body without documented injury or harm\nA foreign body is any solid material not normally found in the human body. It may consist of medical and surgical devices (ie. Sponge, scissors) which enter the body during a procedure unintentionally.\n\nExclusion: no specific intention to keep it in the body either because it was indicated for medical purposes or because it was unsafe to retrieve."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "Foreign body accidentally left in body, as mode of injury or harm"
      },
      "foundationReference": "http://id.who.int/icd/entity/33759817",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/33759817"
    }
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Foreign body accidentally left in body without injury or harm"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "retained instrument fragment without injury or harm"
      }
    }
  ]
}