{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/818364947",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1658448496"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#818364947",
  "code": "2A20.4",
  "source": "http://id.who.int/icd/entity/818364947",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/818364947/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/322466810"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Polycythaemia vera"
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Polycythemia vera (PV) is an acquired myeloproliferative disorder characterized by an elevated absolute red blood cell mass caused by uncontrolled red blood cell production, frequently associated with uncontrolled white blood cell and platelet production. Annual incidence is estimated at approximately 1/36,000-1/100,000 and prevalence at 1/3,300. PV occurs at all ages but is most common in those aged 50-70 years. Symptoms are often insidious at onset and may include headache, dizziness, vertigo, tinnitus, visual disturbances, and pruritus after bathing, a ruddy complexion that manifests in the face, palms, nailbeds, mucosa and conjunctiva. Complications may be associated including arterial thrombosis (in cerebrovascular, myocardial or peripheral territories), angina pectoris or intermittent claudications, or venous thromboses including deep vein thrombosis, pulmonary embolism, splanchnic thrombosis (portal vein thrombosis and Budd-Chiari syndrome; see these terms) and bleeding including gum bleeding, ecchymoses and gastrointestinal bleeding. PV may also be characterized by splenomegaly. Myelofibrosis and acute leukemia or a myelodysplastic syndrome occur in a minority of patients, usually late in the disease. Symptoms are related to blood hyperviscosity, which impairs microcirculation and is caused by a marked increase in the cellular elements of blood. This is due to the presence of abnormal clonal stem cell expansion that interferes with or suppresses normal stem cell growth and maturation. The exact origin of this stem cell transformation is still a matter of debate, however, a somatic mutation (JAK2-V617F) in exon 14 of the JAK2 gene (9p24) is present in the vast majority of patients and, less frequently, a somatic mutation in exon 12 of JAK2. Diagnosis is based on evidence of a combination of some of the following criteria: hematocrit (Hct) greater than 52% or hemoglobin (Hb) greater than 185 g/L in male patients, Hct greater than 48% or Hb greater than 165 g/L in female patients, an increased (greater than 125% of normal value) red blood cell mass, the presence of a V617F or an exon 12 mutation of JAK2, low circulating erythropoietin (EPO) levels, spontaneous colony formation by erythroid progenitor cells, and, in rare cases where a JAK2 mutation is lacking, evidence of a myeloproliferative disorder on bone marrow biopsy. Differential diagnosis includes elimination of Ph1 negative myeloproliferative disease (MPD) including essential thrombocytosis and agnogenic myeloid metaplasia (see these terms). In patients with polyglobuly without JAK2 mutation, causes of congenital primary erythrocytosis and secondary erythrocytosis (see these terms) should be considered. In patients with PV associated with MPD in the same family, the diagnosis of familial predisposition to MPD must be considered. Patients with PV should be individually assessed. Treatment is based on phlebotomy to improve blood circulation. The targeted Hct is 45%. In patients with an increased risk of thrombosis due to age over 60 years, previous thrombosis, peripheral vascular disease or hypertension, cytoreduction should be considered. Hydroxyurea remains the reference drug for elderly patients. In those with no specific contraindication, low-dose aspirin has been proved to reduce the risk of thrombosis. Treatment with interferon alpha may be proposed for pregnant patients. Anagrelide may also be used to decrease platelet counts. PV is a chronic disease. Survival of treated patients in the literature is either identical to the general population or decreased (with mortality 1.6 times higher than that of the general population)."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Polycythaemia vera"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "polycythaemia rubra vera"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Heilmeyer-Schoner disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Vaquez disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Vaquez Osler disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "primary polycythaemia"
      }
    }
  ]
}