{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/824872160",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/733825440"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#824872160",
  "code": "5C5A",
  "source": "http://id.who.int/icd/entity/824872160",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Alpha-1-antitrypsin deficiency"
  },
  "definition": {
    "@language": "en",
    "@value": "Alpha-1-antitrypsin deficiency (AATD) is a genetic disorder that manifests as pulmonary emphysema, liver cirrhosis and, rarely, as the skin disease panniculitis, and is characterised by low serum levels of AAT, the main protease inhibitor (PI) in human serum."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Alpha-1-antitrypsin deficiency (AATD) is a genetic disorder that manifests as pulmonary emphysema, liver cirrhosis and, rarely, as the skin disease panniculitis, and is characterized by low serum levels of AAT, the main protease inhibitor (PI) in human serum. The prevalence in the general population in Western Europe is approximately 1 in 2,500, and is highly dependent on the Scandinavian descent within the population. The most common deficiency alleles in North Europe are PI Z and PI S, and the majority of individuals with severe AATD are PI type ZZ. The clinical manifestations may vary widely between patients, ranging from asymptomatic in some to fatal liver or lung disease in others. Type ZZ and SZ AATD are risk factors for the development of respiratory symptoms (dyspnoea, coughing), early onset emphysema, and airflow obstruction early in adult life. Environmental factors such as cigarette smoking, and dust exposure are additional risk factors and have been linked to an accelerated progression of this condition. Type ZZ AATD may also lead to the development of acute or chronic liver disease in childhood or adulthood: prolonged jaundice after birth with conjugated hyperbilirubinemia and abnormal liver enzymes are characteristic clinical signs. Cirrhotic liver failure may occur around age 50. In very rare cases, necrotizing panniculitis and secondary vasculitis may occur. AATD is caused by mutations in the SERPINA1 gene (14q32.1) encoding AAT, and is inherited as an autosomal recessive trait. The diagnosis can be established by detection of low serum levels of AAT and isoelectric focusing. Differential diagnoses should exclude bleeding disorders or jaundice, viral infection, hemochromatosis, Wilson's disease and autoimmune hepatitis (see these terms). For treatment of lung disease, intravenous alpha-1-antitrypsin augmentation therapy, annual flu vaccination and a pneumococcal vaccine every 5 years are recommended. Relief of breathlessness may be obtained with long-acting bronchodilators and inhaled corticosteroids. The end-stage liver and lung disease can be treated by organ transplantation. In AATD patients with cirrhosis, prognosis is generally severe."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1154068795"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Alpha-1-antitrypsin deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "AATD - [Alpha-1-antitrypsin] deficiency"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Alpha-1 antitrypsin deficiency panniculitis"
      },
      "foundationReference": "http://id.who.int/icd/entity/1860615577"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Alpha-1-antichymotrypsin deficiency"
      },
      "foundationReference": "http://id.who.int/icd/entity/234033190"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Hemorrhagic disease due to alpha-1-antitrypsin Pittsburgh mutation"
      },
      "foundationReference": "http://id.who.int/icd/entity/59972355"
    }
  ]
}