{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/840525023",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/487269828"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/3933330",
    "http://id.who.int/icd/release/11/2024-01/mms/944473231",
    "http://id.who.int/icd/release/11/2024-01/mms/406586413",
    "http://id.who.int/icd/release/11/2024-01/mms/247169608",
    "http://id.who.int/icd/release/11/2024-01/mms/840525023/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#840525023",
  "code": "1C1D",
  "source": "http://id.who.int/icd/entity/840525023",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Yaws"
  },
  "definition": {
    "@language": "en",
    "@value": "An infectious disease caused by Treponema pallidum subsp. pertenue which mainly affects children in rural communities in the humid tropics. It affects the skin and bones, is spread by skin to skin contact, and is not sexually transmitted, but cannot be distinguished serologically from syphilis."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Yaws forms part of a group of chronic bacterial infections caused by treponemes which include endemic syphilis (bejel) and pinta and are commonly known as endemic treponematoses. Yaws is the most common of these infections.\n\nThe disease is found primarily in poor communities in warm, humid and tropical forest areas of Africa, Asia, Latin America and the Pacific.\n\nYaws is also known as framboesia (German or Dutch) and pian (French) and affects the skin, bone and cartilage. It is caused by T. pallidum subspecies pertenue. This organism belongs to the same group of bacteria that cause venereal syphilis.\n\nYaws is transmitted through direct (person-to-person) non-sexual contact with the fluid from the lesion of an infected person. Most lesions occur on the limbs. The initial lesion of yaws is teemed with the bacteria. Contact with this fluid, especially among children who play together and sustain minor injuries, leads to transmission of infection. The incubation period is 9–90 days (average 21 days).\n\nAbout 75% of people affected are children under 15 years old (peak incidence occurs in children aged 6–10 years). Males and females are equally affected.\n\nOvercrowding and poor socio-economic conditions facilitate the spread of the yaws. Without treatment, infection can lead to chronic disfigurement and disability. \n\nTwo antibiotics are recommended for treatment of yaws:\n1. Azithromycin: 30 mg/kg (maximum 2g) is the preferred first line treatment.\n2. Benzathine penicillin: 1.2 million units (adults) and 0.6 million units (children). Benzathine penicillin is used wherever azithromycin is unavailable or when the patient cannot be treated with azithromycin."
  },
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1935107489"
  ]
}