{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/859588467",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/391831387"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#859588467",
  "code": "3A21.0",
  "source": "http://id.who.int/icd/entity/859588467",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Paroxysmal nocturnal haemoglobinuria"
  },
  "definition": {
    "@language": "en",
    "@value": "Paroxysmal nocturnal hemoglobinuria (PNH) is an acquired clonal hematopoietic stem cell disorder characterised by corpuscular haemolytic anaemia, bone marrow failure and frequent thrombotic events."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Paroxysmal nocturnal hemoglobinuria (PNH) is an acquired clonal hematopoietic stem cell disorder characterized by corpuscular hemolytic anemia, bone marrow failure and frequent thrombotic events. The disease may occur at any age but it preferentially affects young adults. The prevalence is estimated at approximately 1/500,000. The variable clinical manifestations include hemolytic anemia, large vessel thrombosis (involving the hepatic, abdominal, cerebral, and dermal veins), and mild to severe hematopoietic deficiency that may lead to pancytopenia. Pallor, fatigue, and shortness of breath with activity are the usual manifestations. Hemoglobinuria results in the production of classically dark urine during the night and in the morning, and patients may present with renal deficiency. Jaundice may be present. Depending on their localization, thromboses (which affect 40% of patients) may manifest as abdominal pain, intestinal ischemia, hepatomegaly, ascites, or headaches. Patients may present gingivorrhagia or epistaxis. PNH is a chronic disease with hemolytic crises that may be triggered by several factors such as vaccination, surgery, certain antibiotics, and infections. Bone marrow failure may occur initially or as a late complication of the disease (20% of cases). PNH is caused by somatic mutations in the PIGA gene (Xp22.1), encoding a protein involved in the biosynthesis of the glycosylphosphatidylinositol (GPI) anchor. The mutation occurs in one or several hematopoietic cells and leads to a lack (total or partial) of all GPI-anchored cell membrane proteins (the most important being CD55 and CD59). Diagnosis is based on the demonstration of GPI-linked antigen deficiency in red cells and granulocytes by flow cytometry. Molecular analysis is unreliable for diagnosis as the causative mutations are non-homogenous and non-repetitive. Differential diagnoses include all the other forms of anemia (in particular autoimmune hemolytic anemia, see this term), mesenteric artery thrombosis, portal vein obstruction, and renal vein thrombosis. Treatment is primarily symptomatic: transfusions, and administration of erythropoietin, glucocorticoids, and anticoagulants. In June 2007, eculizumab (a monoclonal antibody) obtained EU designation as an orphan drug for the treatment of PNH and reduces hemolysis, the need of transfusions, fatigue, the occurrence of thrombosis and the risk of renal deficiency. However, only bone marrow transplantation permanently abolishes the hematopoietic defect. Prognosis depends on the frequency and severity of hemolytic crises, thrombosis and bone marrow failure. Median survival is about 10.3 years. Death may occur due to thrombosis, hemorrhage or infections secondary to bone marrow failure."
  },
  "exclusion": [
    {
      "label": {
        "@language": "en",
        "@value": "haemoglobinuria NOS"
      },
      "foundationReference": "http://id.who.int/icd/entity/138440778",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/138440778"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Aplastic anaemia with paroxysmal nocturnal haemoglobulinuria"
      },
      "foundationReference": "http://id.who.int/icd/entity/64862782",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/759747321"
    }
  ],
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/1426960900"
  ],
  "relatedEntitiesInPerinatalChapter": [
    "http://id.who.int/icd/entity/1148519290"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Paroxysmal nocturnal haemoglobinuria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Marchiafava-Micheli disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Marchiafava-Micheli syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "nocturnal haemoglobinuria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "nocturnal paroxysmal haematuria"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "nocturnal paroxysmal haemoglobinaemia"
      }
    }
  ]
}