{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/877986394",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/894585096"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/1512918940"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#877986394",
  "code": "XM0CX4",
  "source": "http://id.who.int/icd/entity/877986394",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "COVID-19 vaccines, replicating viral vector"
  },
  "definition": {
    "@language": "en",
    "@value": "These codes have been assigned based on the landscape documents that have been prepared by the World Health Organization (WHO) for information purposes only concerning the 2019-2020 pandemic of the novel coronavirus. Inclusion of any particular product or entity in any of these landscape documents does not constitute, and shall not be deemed or construed as, any approval or endorsement by WHO of such product or entity (or any of its businesses or activities). While WHO takes reasonable steps to verify the accuracy of the information presented in these landscape documents, WHO does not make any (and hereby disclaims all) representations and warranties regarding the accuracy, completeness, fitness for a particular purpose (including any of the aforementioned purposes), quality, safety, efficacy, merchantability and/or non-infringement of any information provided in these landscape documents and/or of any of the products referenced therein. WHO also disclaims any and all liability or responsibility whatsoever for any death, disability, injury, suffering, loss, damage or other prejudice of any kind that may arise from or in connection with the procurement, distribution or use of any product included in any of these landscape documents."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "COVID-19 vaccines, replicating viral vector"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "SARS CoV 2 vaccine, replicating viral vector"
      }
    }
  ]
}