{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/889409107",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/1779279118"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#889409107",
  "code": "8A45.44",
  "source": "http://id.who.int/icd/entity/889409107",
  "classKind": "category",
  "postcoordinationScale": [
    {
      "@id": "http://id.who.int/icd/release/11/2024-01/mms/889409107/postcoordinationScale/hasManifestation",
      "axisName": "http://id.who.int/icd/schema/hasManifestation",
      "requiredPostcoordination": "false",
      "allowMultipleValues": "AllowAlways",
      "scaleEntity": [
        "http://id.who.int/icd/release/11/2024-01/mms/1297540670"
      ]
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Demyelination due to systemic vasculitis"
  },
  "definition": {
    "@language": "en",
    "@value": "The CNS vasculature can be targeted by systemic vasculitis and include the following conditions; \nSmall-Medium Vessel Vasculitis - Wegener’s granulomatosis, microscopic polyangiitis, Churg-Strauss syndrome, Cryoglobulinemic vasculitis and Behçet’s disease.\n\nMedium Vessel Vasculitis - Polyarteritis nodosa \n\nLarge Vessel Vasculitis - Giant-cell arteritis, Takayasu’s arteritis (Neurologic complications are mainly due to involvement of extracranial vessels). \n\nUsually CNS involvement coexists with other clearly apparent systemic manifestations but some patients may present primarily with prominent symptoms of CNS dysfunction"
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Globally, cerebrospinal involvement is infrequent in small-medium size vessel vasculitis, including Wegener’s granulomatosis, microscopic polyangiitis, Churg-Strauss syndrome, polyarteritis nodosa, cryoglobulinemic vasculitis, and Behçet’s disease. CNS involvement occurs in less than 15% of patients. Transient ischaemic episodes or strokes can occur in a multifocal pattern in patients with a systemic vasculitis.Neurological involvement in polyarteritis nodosa, Churg-Strauss syndrome and Wegener's granulomatosis involves the peripheral nervous system with a rapidly involving and progressive mononeuritis multiplex or symmetrical polyneuopathy. Oculomotor palsies or visual impairment are seen with the orbital involvement that can occur in Wegener's granulomatosis [McAlpine, 2006, pg 404]. Patients with active polyarteritis will be systemically unwell and will have a raised erythrocyte sedimentations rate and the presence of anti-neutrophil cytoplasmic antobodies. This clinical picture, in addition to peripheral nerve and systemic non-neurologcial involvement, means that multiple sclerosis will rarely arise in the differential diagnosis of systemin vasulitis."
  },
  "relatedEntitiesInMaternalChapter": [
    "http://id.who.int/icd/entity/564191997"
  ],
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Demyelination due to systemic vasculitis"
      }
    }
  ]
}