{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/891652224",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/636081762"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#891652224",
  "code": "4A43.3",
  "source": "http://id.who.int/icd/entity/891652224",
  "classKind": "category",
  "title": {
    "@language": "en",
    "@value": "Mixed connective tissue disease"
  },
  "definition": {
    "@language": "en",
    "@value": "Mixed connective tissue disease is an overlapping syndrome combining features of systemic lupus erythematosus, systemic sclerosis, and polymyositis with the presence of autoantibodies to U1-ribonucleoprotein. Raynaud’s phenomenon is seen in nearly all patients and pulmonary arterial hypertension is the most common cause of death in MCTD patients."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Mixed connective tissue disease (MCTD) is a rare connective tissue disorder combining clinical features of systemic lupus erythematosus (SLE), systemic sclerosis (SSc), polymyositis (PM) (see these terms) and/or rheumatoid arthritis (RA). The exact prevalence of MCTD is unknown, except in Japan where it is estimated at 1/37,000. MCTD is found in all ethnic groups with a female-to-male ratio of approximately 10:1. Onset usually occurs between 15 and 35 years old. Common clinical signs include Raynaud's phenomenon (see this term), arthralgia/arthritis, swollen hands/puffy fingers, sclerodactyly, and myositis. Some patients may also complain of esophageal hypomotility, lupus-like or dermatomyositis-like rashes, trigeminal neuralgia, pleuritis, pericarditis and/or pulmonary hypertension. Nonspecific constitutional symptoms such as fatigue, general malaise or low-grade fever (which should always prompt a careful search for infection) can also be observed during flares. The exact cause of MCTD is still unknown, but abnormal B- and T-cell immune responses against apoptotically modified self-antigens may be observed in MCTD patients. Most patients have high titers (often >1:1000) of anti-U1-ribonucleoprotein (RNP) and anti-U1-70 kd autoantibodies. The diagnosis of MCTD relies on overlapping features of SLE, SSc, PM, or RA (or when additional overlapping features are present in patients with a well-defined connective tissue disease) and on blood test results indicating high titers of anti-U1-RNP antibodies with normal titers of other connective tissue disease antibodies (except anti-SSA and/or anti-SSB antibodies in cases with secondary Sjögren syndrome; see this term). Differential diagnoses include other connective tissue diseases such as SLE, SSc, PM and/or RA, and other systemic diseases such as sarcoidosis, periarteritis nodosa, or Still's disease (see these terms). Management of MCTD is similar to that of the various overlapping connective tissue diseases. NSAIDs, antimalarials, or low-dose corticosteroids are effective for the minor or mild disease while corticosteroids (approximately 0.5-1mg/kg/day) are effective for moderate to severe disease. Higher doses of corticosteroids and additional immunosuppressants may be administered in case of severe visceral involvement. Symptomatic treatment (eg: treatment of Raynaud's phenomenon) is also of major importance. MCTD is a chronic relapsing-remitting disease. The overall 10-year survival rate of the disease is approximately 80%. In general, the prognosis is favorable but it is largely dependent on which visceral manifestations of MCTD predominate. Patients with features of SSc or PM are thought to have the worst prognosis, and pulmonary hypertension has been recognized as the most frequent disease-associated cause of death."
  },
  "indexTerm": [
    {
      "label": {
        "@language": "en",
        "@value": "Mixed connective tissue disease"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Sharp syndrome"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "MCTD - [mixed connective tissue disease]"
      }
    },
    {
      "label": {
        "@language": "en",
        "@value": "Paediatric-onset mixed connective tissue disease"
      },
      "foundationReference": "http://id.who.int/icd/entity/1177501941"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Paediatric-onset Sharp syndrome"
      },
      "foundationReference": "http://id.who.int/icd/entity/1177501941"
    },
    {
      "label": {
        "@language": "en",
        "@value": "Paediatric-onset MCTD - [mixed connective tissue disease]"
      },
      "foundationReference": "http://id.who.int/icd/entity/1177501941"
    }
  ]
}