{
  "@context": "http://id.who.int/icd/contexts/contextForLinearizationEntity.json",
  "@id": "http://id.who.int/icd/release/11/2024-01/mms/98434199",
  "parent": [
    "http://id.who.int/icd/release/11/2024-01/mms/434825283"
  ],
  "child": [
    "http://id.who.int/icd/release/11/2024-01/mms/370983230",
    "http://id.who.int/icd/release/11/2024-01/mms/1074667008",
    "http://id.who.int/icd/release/11/2024-01/mms/1227474618",
    "http://id.who.int/icd/release/11/2024-01/mms/98434199/other",
    "http://id.who.int/icd/release/11/2024-01/mms/98434199/unspecified"
  ],
  "browserUrl": "https://icd.who.int/browse/2024-01/mms/en#98434199",
  "code": "5C58.1",
  "source": "http://id.who.int/icd/entity/98434199",
  "classKind": "category",
  "foundationChildElsewhere": [
    {
      "label": {
        "@language": "en",
        "@value": "Liver diseases due to porphyria"
      },
      "foundationReference": "http://id.who.int/icd/entity/554074681",
      "linearizationReference": "http://id.who.int/icd/release/11/2024-01/mms/574814968"
    }
  ],
  "title": {
    "@language": "en",
    "@value": "Porphyrias"
  },
  "definition": {
    "@language": "en",
    "@value": "Porphyrias constitute a group of diseases characterised by intermittent neuro-visceral manifestations, cutaneous lesions or by the combination of both. All porphyrias are caused by a deficiency in one of the enzymes of the heme biosynthesis pathway resulting in an accumulation of porphyrins and/or their precursors in the liver or bone marrow. Clinical signs of the disease usually appear in adulthood, but some porphyrias affect children. Porphyrias can be classified according to the main location of the metabolic anomaly. Direct or indirect neurotoxicity may cause neurological manifestations. Transmission of hereditary porphyrias is autosomal and either dominant with weak penetrance or recessive with complete penetrance. Diagnosis is mainly based on the measurement of porphyrins and their precursors in biological samples."
  },
  "longDefinition": {
    "@language": "en",
    "@value": "Porphyrias constitute a group of eight hereditary metabolic diseases characterized by intermittent neuro-visceral manifestations, cutaneous lesions or by the combination of both. Prevalence depends on the type of porphyria. Clinical signs of the disease usually appear in adulthood, but some porphyrias affect children. Porphyrias can be classified into two groups, hepatic and erythropoietic (see these terms), according to the main location of the metabolic anomaly. Chronic hepatic porphyrias (see this term) and erythropoietic porphyrias manifest with bullous cutaneous lesions or acute pain in areas exposed to the sun (photo-algic lesions). Neurological symptoms do not occur. On the other hand, neuro-visceral attacks do occur with acute hepatic porphyrias. These attacks manifest as intense abdominal pain (very often associated with nausea, vomiting and constipation), and neurological and psychological symptoms. Two acute hepatic porphyrias (variegate porphyria and hereditary coproporphyria; see these terms) can equally present with cutaneous photosensibility. All porphyrias are caused by a deficiency in one of the enzymes of the heme biosynthesis pathway. These deficiencies result in an accumulation of porphyrins and/or their precursors (delta-aminolevulinic acid, ALA and porphobilinogen, PBG) in the liver or bone marrow. The neurological manifestations are caused by these precursors, PBG and especially ALA (direct or indirect neurotoxicity). The enzyme deficiencies are a result of mutations of the correspondingly coded genes. Transmission of hereditary porphyrias is autosomal and either dominant with weak penetrance or recessive with complete penetrance. Diagnosis is mainly based on the measurement of porphyrins and their precursors in biological samples (urine, stools, blood). Differential diagnoses include, when patients present with acute attacks, Guillain-Barré syndrome (see this term) and all causes of acute abdominal pain, and, when patients present with cutaneous signs, photodermatoses. Genetic counseling should be offered to affected families to identify individuals susceptible to developing and transmitting the disease. Acute attacks should be treated urgently with an injection of human hemin and/or perfusion of carbohydrates. The treatment of cutaneous manifestations is mainly by phlebotomy and/or small doses of chloroquine. Prognosis depends on the type of porphyria."
  }
}